[{"verse_id":	1	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓـمّٓ ۚ","en_translation":"Alif. Lam. Mim.","bn_translation":"আলিফ-লাম-মীম।"}	,
    {"verse_id":	2	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"ذٰلِکَ الۡکِتٰبُ لَا رَیۡبَ ۚۖۛ  فِیۡہِ ۚۛ  ہُدًی لِّلۡمُتَّقِیۡنَ ۙ","en_translation":"This is the Scripture whereof there is no doubt, a guidance unto those who ward off (evil).","bn_translation":"ইহা ঐ গ্রন্থ যার মধ্যে কোন সন্দেহ-সংশয়ের অবকাশ নেই; ধর্ম-ভীরুদের জন্য এ গ্রন্থ পথনির্দেশ।"}	,
    {"verse_id":	3	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"الَّذِیۡنَ یُؤۡمِنُوۡنَ بِالۡغَیۡبِ وَیُقِیۡمُوۡنَ الصَّلٰوۃَ وَمِمَّا رَزَقۡنٰہُمۡ یُنۡفِقُوۡنَ ۙ","en_translation":"Who believe in the Unseen, and establish worship, and spend of that We have bestowed upon them;","bn_translation":"যারা অদৃশ্য বিষয়গুলিতে বিশ্বাস স্থাপন করে এবং সালাত প্রতিষ্ঠা করে এবং আমি তাদেরকে যে উপজীবিকা প্রদান করেছি তা হতে দান করে থাকে ।"}	,
    {"verse_id":	4	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یُؤۡمِنُوۡنَ بِمَاۤ اُنۡزِلَ اِلَیۡکَ وَمَاۤ اُنۡزِلَ مِنۡ قَبۡلِکَ ۚ  وَبِالۡاٰخِرَۃِ ہُمۡ یُوۡقِنُوۡنَ ؕ","en_translation":"And who believe in that which is revealed unto thee (Muhammad) and that which was revealed before thee, and are certain of the Hereafter.","bn_translation":"এবং তোমার প্রতি যা অবতীর্ণ হয়েছে ও তোমার পূর্বে যা অবতীর্ণ হয়েছিল, যারা তদ্বিষয়ে বিশ্বাস স্থাপন করে এবং আখিরাতের প্রতি যারা দৃঢ় বিশ্বাস রাখে।"}	,
    {"verse_id":	5	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"اُولٰٓئِکَ عَلٰی ہُدًی مِّنۡ رَّبِّہِمۡ ٭ وَاُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ","en_translation":"These depend on guidance from their Lord. These are the successful.","bn_translation":"এরাই তাদের রবের পক্ষ হতে প্রাপ্ত হিদায়াতের উপর প্রতিষ্ঠিত রয়েছে এবং এরাই পূর্ণ সফলকাম।"}	,
    {"verse_id":	6	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ کَفَرُوۡا سَوَآءٌ عَلَیۡہِمۡ ءَاَنۡذَرۡتَہُمۡ اَمۡ لَمۡ تُنۡذِرۡہُمۡ لَا یُؤۡمِنُوۡنَ","en_translation":"As for the Disbelievers, Whether thou warn them or thou warn them not it is all one for them; they believe not.","bn_translation":"নিশ্চয়ই যারা অবিশ্বাস করছে তাদের জন্য উভয়ই সমান; তুমি তাদেরকে ভয় প্রদর্শন কর বা না কর, তারা ঈমান আনবেনা।"}	,
    {"verse_id":	7	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"خَتَمَ اللّٰہُ عَلٰی قُلُوۡبِہِمۡ وَعَلٰی سَمۡعِہِمۡ ؕ  وَعَلٰۤی اَبۡصَارِہِمۡ غِشَاوَۃٌ ۫  وَّلَہُمۡ عَذَابٌ عَظِیۡمٌ ","en_translation":"Allah hath sealed their hearing and their hearts, and on their eyes there is a covering. Theirs will be an awful doom.","bn_translation":"আল্লাহ তাদের অন্তরসমূহের উপর ও তাদের কর্ণসমূহের উপর মোহরাংকিত করে দিয়েছেন এবং তাদের চক্ষুসমূহের উপর আবরণ পড়ে আছে এবং তাদের জন্য রয়েছে ভয়ানক শাস্তি।"}	,
    {"verse_id":	8	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"وَمِنَ النَّاسِ مَنۡ یَّقُوۡلُ اٰمَنَّا بِاللّٰہِ وَبِالۡیَوۡمِ الۡاٰخِرِ وَمَا ہُمۡ بِمُؤۡمِنِیۡنَ ۘ","en_translation":"And of mankind are some who say: We believe in Allah and the Last Day, when they believe not.","bn_translation":"আর মানুষের মধ্যে এমন লোক আছে যারা বলে, আমরা আল্লাহর উপর এবং শেষ দিনের উপর ঈমান এনেছি, অথচ তারা মোটেই ঈমানদার নয়।"}	,
    {"verse_id":	9	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"یُخٰدِعُوۡنَ اللّٰہَ وَالَّذِیۡنَ اٰمَنُوۡا ۚ  وَمَا یَخۡدَعُوۡنَ اِلَّاۤ اَنۡفُسَہُمۡ وَمَا یَشۡعُرُوۡنَ ؕ","en_translation":"They think to beguile Allah and those who believe, and they beguile none save themselves; but they perceive not.","bn_translation":"তারা আল্লাহ ও মু’মিনদের সঙ্গে ধোঁকাবাজী করে। প্রকৃত পক্ষে তারা নিজেদের ব্যতীত আর কারও সাথে ধোঁকাবাজী করেনা, অথচ তারা এ সম্বন্ধে অনুভব করতে পারেনা।"}	,
    {"verse_id":	10	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ ۙ فَزَادَہُمُ اللّٰہُ مَرَضًا ۚ وَلَہُمۡ عَذَابٌ اَلِیۡمٌۢ ۬ۙ بِمَا کَانُوۡا یَکۡذِبُوۡنَ","en_translation":"In their hearts is a disease, and Allah increaseth their disease. A painful doom is theirs because they lie.","bn_translation":"তাদের অন্তরে পীড়া রয়েছে, পরন্ত আল্লাহ তাদের পীড়া আরও বাড়িয়ে দিয়েছেন এবং তাদের জন্য গুরুতর শাস্তি রয়েছে যেহেতু তারা অসত্য বলত।"}	,
    {"verse_id":	11	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"وَاِذَا قِیۡلَ لَہُمۡ لَا تُفۡسِدُوۡا فِی الۡاَرۡضِ ۙ قَالُوۡۤا اِنَّمَا نَحۡنُ مُصۡلِحُوۡنَ","en_translation":"And when it is said unto them: Make not mischief in the earth, they say: We are peacemakers only.","bn_translation":"এবং যখন তাদেরকে বলা হয়ঃ তোমরা পৃথিবীতে অশান্তি সৃষ্টি করনা তখন তারা বলেঃ আমরাতো শুধুই শান্তি স্থাপনকারী।"}	,
    {"verse_id":	12	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"اَلَاۤ اِنَّہُمۡ ہُمُ الۡمُفۡسِدُوۡنَ وَلٰکِنۡ لَّا یَشۡعُرُوۡنَ","en_translation":"Are not they indeed the mischief-makers ? But they perceive not. .","bn_translation":"সাবধান! নিশ্চয়ই তারাই অশান্তি সৃষ্টিকারী, কিন্তু তারা বুঝেনা।"}	,
    {"verse_id":	13	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"وَاِذَا قِیۡلَ لَہُمۡ اٰمِنُوۡا کَمَاۤ اٰمَنَ النَّاسُ قَالُوۡۤا اَنُؤۡمِنُ کَمَاۤ اٰمَنَ السُّفَہَآءُ ؕ اَلَاۤ اِنَّہُمۡ ہُمُ السُّفَہَآءُ وَلٰکِنۡ لَّا یَعۡلَمُوۡنَ","en_translation":"And when it is said unto them: believe as the people believe, they say: shall we believe as the foolish believe ? are not they indeed the foolish ? But they know not.","bn_translation":"এবং যখন তাদেরকে বলা হয়ঃ লোকে যেরূপ বিশ্বাস করেছে তোমরাও তদ্রুপ বিশ্বাস স্থাপন কর, তখন তারা বলেঃ নির্বোধেরা যেরূপ বিশ্বাস করেছে আমরাও কি সেইরূপ বিশ্বাস করব? সাবধান! নিশ্চয়ই তারাই নির্বোধ, কিন্তু তা তারা অবগত নয়।"}	,
    {"verse_id":	14	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"وَاِذَا لَقُوا الَّذِیۡنَ اٰمَنُوۡا قَالُوۡۤا اٰمَنَّا ۚۖ وَاِذَا خَلَوۡا اِلٰی شَیٰطِیۡنِہِمۡ ۙ قَالُوۡۤا اِنَّا مَعَکُمۡ ۙ اِنَّمَا نَحۡنُ مُسۡتَہۡزِءُوۡنَ","en_translation":"And when they fall in with those who believe, they say: We believe; but when they go apart to their devils they declare: Lo! we are with you; verily we did but mock.","bn_translation":"এবং যখন তারা মু’মিনদের সাথে মিলিত হয় তখন তারা বলেঃ আমরা বিশ্বাস স্থাপন করেছি; এবং যখন তারা নিজেদের দলপতি ও দুষ্ট নেতাদের সাথে গোপনে মিলিত হয় তখন বলেঃ আমরা তোমাদের সঙ্গেই আছি, আমরাতো শুধু ঠাট্টা-বিদ্রুপ ও প্রহসন করে থাকি।"}	,
    {"verse_id":	15	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"اَللّٰہُ یَسۡتَہۡزِئُ بِہِمۡ وَیَمُدُّہُمۡ فِیۡ طُغۡیَانِہِمۡ یَعۡمَہُوۡنَ","en_translation":"Allah (Himself) doth mock them, leaving them to wander blindly on in their contumac","bn_translation":"আল্লাহ তাদের সঙ্গে ঠাট্টা-বিদ্রুপ করছেন এবং তাদেরকে অবকাশ দিচ্ছেন। ফলে তারা নিজেদের অবাধ্যতার মধ্যে উদ্ভ্রান্ত হয়ে ফিরছে।"}	,
    {"verse_id":	16	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"اُولٰٓئِکَ الَّذِیۡنَ اشۡتَرَوُا الضَّلٰلَۃَ بِالۡہُدٰی ۪ فَمَا رَبِحَتۡ تِّجَارَتُہُمۡ وَمَا کَانُوۡا مُہۡتَدِیۡنَ","en_translation":"These are they who purchase error at the price of guidance, so their commerce doth not prosper, neither are they guided.","bn_translation":"এরা তারাই যারা সু-পথের পরিবর্তে কু-পথকে ক্রয় করেছে, সুতরাং তাদের বাণিজ্য লাভজনক হয়নি এবং তারা সরল সঠিক পথে চলেনি।"}	,
    {"verse_id":	17	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"مَثَلُہُمۡ کَمَثَلِ الَّذِی اسۡتَوۡقَدَ نَارًا ۚ فَلَمَّاۤ اَضَآءَتۡ مَا حَوۡلَہٗ ذَہَبَ اللّٰہُ بِنُوۡرِہِمۡ وَتَرَکَہُمۡ فِیۡ ظُلُمٰتٍ لَّا یُبۡصِرُوۡنَ","en_translation":"Their likeness is as the likeness of one who kindleth fire, and when it sheddeth its light around him Allah taketh away their light and leaveth them in darkness, where they cannot see,","bn_translation":"এদের অবস্থা ঐ ব্যক্তির ন্যায় যে আগুন প্রজ্জ্বলিত করল, অতঃপর যখন তার পার্শ্ববর্তী সমস্ত স্থান আলোকিত হল, তখন আল্লাহ তাদের আলো ছিনিয়ে নিলেন এবং তাদেরকে অন্ধকারের মধ্যে ছেড়ে দিলেন, সুতরাং তারা কিছুই দেখতে পায়না।"}	,
    {"verse_id":	18	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"صُمٌّۢ بُکۡمٌ عُمۡیٌ فَہُمۡ لَا یَرۡجِعُوۡنَ ۙ","en_translation":"Deaf, dumb and blind; and they return not.","bn_translation":"তারা বধির, মূক, অন্ধ। অতএব তারা প্রত্যাবৃত্ত হবেনা।"}	,
    {"verse_id":	19	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"اَوۡ کَصَیِّبٍ مِّنَ السَّمَآءِ فِیۡہِ ظُلُمٰتٌ وَّرَعۡدٌ وَّبَرۡقٌ ۚ یَجۡعَلُوۡنَ اَصَابِعَہُمۡ فِیۡۤ اٰذَانِہِمۡ مِّنَ الصَّوَاعِقِ حَذَرَ الۡمَوۡتِ ؕ وَاللّٰہُ مُحِیۡطٌۢ بِالۡکٰفِرِیۡنَ","en_translation":"Or like a rainstorm from the sky, wherein is darkness, thunder and the flash of lightning. They thrust their fingers in their ears by reason of the thunder-claps, for fear of death, Allah encompasseth the disbelievers (in His guidance, His omniscience and His omnipotence).","bn_translation":"অথবা আকাশ হতে বারি বর্ষণের ন্যায় যাতে অন্ধকার, গর্জন ও বিদ্যুৎ রয়েছে, তারা বজ্রধ্বনি বশতঃ মৃত্যুভয়ে তাদের কর্ণসমূহে স্ব স্ব অঙ্গুলী গুজে দেয়, এবং আল্লাহ অবিশ্বাসীদের পরিবেষ্টনকারী।"}	,
    {"verse_id":	20	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"یَکَادُ الۡبَرۡقُ یَخۡطَفُ اَبۡصَارَہُمۡ ؕ  کُلَّمَاۤ اَضَآءَ لَہُمۡ مَّشَوۡا فِیۡہِ ٭ۙ  وَاِذَاۤ اَظۡلَمَ عَلَیۡہِمۡ قَامُوۡا ؕ  وَلَوۡ شَآءَ اللّٰہُ لَذَہَبَ بِسَمۡعِہِمۡ وَاَبۡصَارِہِمۡ ؕ  اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ ","en_translation":"The lightning almost snatcheth away their sight from them. As often as it flasheth forth for them they walk therein, and when it darkeneth against them they stand still. If Allah willed, He could destroy their hearing and their sight. Lo! Allah is able to do all things.","bn_translation":"অচিরে বিদ্যুৎ তাদের দৃষ্টি হরণ করবে, যখন তাদের প্রতি আলোক প্রদীপ্ত হয় তখন তারা চলতে থাকে এবং যখন তাদের উপর অন্ধকার আচ্ছন্ন হয় তখন তারা ঠায় দাঁড়িয়ে থাকে এবং যদি আল্লাহ ইচ্ছা করেন - নিশ্চয়ই তাদের শ্রবণশক্তি ও তাদের দৃষ্টিশক্তি হরণ করতে পারেন, নিশ্চয়ই আল্লাহ সর্ব বিষয়ে শক্তিমান।"}	,
    {"verse_id":	21	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّاسُ اعۡبُدُوۡا رَبَّکُمُ الَّذِیۡ خَلَقَکُمۡ وَالَّذِیۡنَ مِنۡ قَبۡلِکُمۡ لَعَلَّکُمۡ تَتَّقُوۡنَ ۙ","en_translation":"O mankind! worship your Lord, Who hath created you and those before you, so that ye may ward off (evil).","bn_translation":"হে মানববৃন্দ! তোমরা তোমাদের রবের ইবাদাত কর যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তীদেরকে সৃষ্টি করেছেন, যেন তোমরা ধর্মভীরু হও।"}	,
    {"verse_id":	22	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"الَّذِیۡ جَعَلَ لَکُمُ الۡاَرۡضَ فِرَاشًا وَّالسَّمَآءَ بِنَآءً ۪ وَّاَنۡزَلَ مِنَ السَّمَآءِ مَآءً فَاَخۡرَجَ بِہٖ مِنَ الثَّمَرٰتِ رِزۡقًا لَّکُمۡ ۚ فَلَا تَجۡعَلُوۡا لِلّٰہِ اَنۡدَادًا وَّاَنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"Who hath appointed the earth a resting-place for you, and the sky a canopy; and causeth water to pour down from the sky, thereby producing fruits as food for you. And do not set up rivals to Allah when ye know (better).","bn_translation":"যিনি তোমাদের জন্য ভূতলকে শয্যা ও আকাশকে ছাদ স্বরূপ সৃষ্টি করেছেন এবং আকাশ হতে বারি বর্ষণ করেন, অতঃপর তদ্বারা তোমাদের জন্য উপজীবিকা স্বরূপ ফলপুঞ্জ উৎপাদন করেন, অতএব তোমরা আল্লাহর সমকক্ষ স্থির করনা এবং তোমরা এটা অবগত আছ।"}	,
    {"verse_id":	23	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"وَاِنۡ کُنۡتُمۡ فِیۡ رَیۡبٍ مِّمَّا نَزَّلۡنَا عَلٰی عَبۡدِنَا فَاۡتُوۡا بِسُوۡرَۃٍ مِّنۡ مِّثۡلِہٖ ۪ وَادۡعُوۡا شُہَدَآءَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"And if ye are in doubt concerning that which We reveal unto Our slave (Muhammad), then produce a surah of the like thereof, and call your witness beside Allah if ye are truthful.","bn_translation":"এবং আমি আমার বান্দার প্রতি যা অবতীর্ণ করেছি, যদি তোমরা তাতে সন্দিহান হও তাহলে তৎসদৃশ একটি ‘‘সূরা’’ আনয়ন কর এবং তোমাদের সেই সাহায্যকারীদেরকে ডেকে নাও যারা আল্লাহ হতে পৃথক, যদি তোমরা সত্যবাদী হও!"}	,
    {"verse_id":	24	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"فَاِنۡ لَّمۡ تَفۡعَلُوۡا وَلَنۡ تَفۡعَلُوۡا فَاتَّقُوا النَّارَ الَّتِیۡ وَقُوۡدُہَا النَّاسُ وَالۡحِجَارَۃُ ۚۖ اُعِدَّتۡ لِلۡکٰفِرِیۡنَ","en_translation":"And if ye do it not - and ye can never do it - then guard yourselves against the Fire prepared for disbelievers, whose fuel is of men and stones.","bn_translation":"অতঃপর যদি তোমরা তা করতে না পার এবং তোমরা তা কখনও করতে পারবেনা, তাহলে তোমরা সেই জাহান্নামের ভয় কর যার খোরাক মনুষ্য ও প্রস্তর খন্ড - যা অবিশ্বাসীদের জন্য প্রস্তুত করা হয়েছে।"}	,
    {"verse_id":	25	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"وَبَشِّرِ الَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ اَنَّ لَہُمۡ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ؕ کُلَّمَا رُزِقُوۡا مِنۡہَا مِنۡ ثَمَرَۃٍ رِّزۡقًا ۙ قَالُوۡا ہٰذَا الَّذِیۡ رُزِقۡنَا مِنۡ قَبۡلُ ۙ وَاُتُوۡا بِہٖ مُتَشَابِہًا ؕ وَلَہُمۡ فِیۡہَاۤ اَزۡوَاجٌ مُّطَہَّرَۃٌ ٭ۙ وَّہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"And give glad tidings (O Muhammad) unto those who believe and do good works; that theirs are Gardens underneath which rivers flow; as often as they are regaled with food of the fruit thereof, they say: this is what was given us aforetime; and it is given to them in resemblance. There for them are pure companions; there for ever they abide.","bn_translation":"এবং যারা বিশ্বাস স্থাপন করেছে ও সৎ কার্যাবলী সম্পাদন করে থাকে তাদেরকে সুসংবাদ প্রদান কর যে, তাদের জন্য এমন জান্নাত রয়েছে যার তলদেশ দিয়ে নদীসমূহ প্রবাহিত হচ্ছে; যখনই সেখানে তাদেরকে খাবার হিসাবে ফলপুঞ্জ প্রদান করা হবে তখনই তারা বলবেঃ আমাদেরতো এটা পূর্বেই প্রদত্ত হয়েছিল, বস্তুতঃ তাদেরকে একই সদৃশ ফল প্রদান করা হবে, এবং তাদের জন্য তন্মধ্যে শুদ্ধা সহধর্মিনীগণ রয়েছে, এবং তন্মধ্যে তারা চিরকাল অবস্থান করবে।"}	,
    {"verse_id":	26	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"اِنَّ اللّٰہَ لَا یَسۡتَحۡیٖۤ اَنۡ یَّضۡرِبَ مَثَلًا مَّا بَعُوۡضَۃً فَمَا فَوۡقَہَا ؕ  فَاَمَّا الَّذِیۡنَ اٰمَنُوۡا فَیَعۡلَمُوۡنَ اَنَّہُ الۡحَقُّ مِنۡ رَّبِّہِمۡ ۚ  وَاَمَّا الَّذِیۡنَ کَفَرُوۡا فَیَقُوۡلُوۡنَ مَاذَاۤ اَرَادَ اللّٰہُ بِہٰذَا مَثَلًا ۘ  یُضِلُّ بِہٖ کَثِیۡرًا ۙ  وَّیَہۡدِیۡ بِہٖ کَثِیۡرًا ؕ  وَمَا یُضِلُّ بِہٖۤ اِلَّا الۡفٰسِقِیۡنَ ۙ","en_translation":"Lo! Allah disdaineth not to coin the similitude even of a gnat. Those who believe know that it is the truth from their Lord; but those who disbelieve say: What doth Allah wish (to teach) by such a similitude ? He misleadeth many thereby, and He guideth many thereby; and He misleadeth thereby only miscreants;","bn_translation":"নিশ্চয়ই আল্লাহ মশা অথবা তদপেক্ষা ক্ষুদ্রতর দৃষ্টান্ত বর্ণনা করতে লজ্জাবোধ করেননা। সুতরাং যারা ঈমান এনেছে তারাতো বিশ্বাস করবে যে, এ উপমা তাদের রবের পক্ষ হতে খুবই স্থানোপযোগী হয়েছে, আর যারা কাফির সর্বাবস্থায় তারা এটাই বলবে যে, এ সব নগণ্য বস্ত্তর উপমা দ্বারা আল্লাহর উদ্দেশ্যই বা কি? তিনি এর দ্বারা অনেককে বিপথগামী করেন এবং এর দ্বারা অনেককে সঠিক পথ প্রদর্শন করেন, আর এর দ্বারা তিনি শুধু ফাসিকদেরকেই বিপথগামী করে থাকেন।"}	,
    {"verse_id":	27	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"الَّذِیۡنَ یَنۡقُضُوۡنَ عَہۡدَ اللّٰہِ مِنۡۢ بَعۡدِ مِیۡثَاقِہٖ ۪ وَیَقۡطَعُوۡنَ مَاۤ اَمَرَ اللّٰہُ بِہٖۤ اَنۡ یُّوۡصَلَ وَیُفۡسِدُوۡنَ فِی الۡاَرۡضِ ؕ اُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ","en_translation":"Those who break the covenant of Allah after ratifying it, and sever that which Allah ordered to be joined, and (who) make mischief in the earth: Those are they who are the losers.","bn_translation":"যারা আল্লাহর সঙ্গে দৃঢ়ভাবে প্রতিজ্ঞাবদ্ধ হওয়ার পর তা ভঙ্গ করে এবং ঐ সব সম্বন্ধ ছিন্ন করে যা অবিচ্ছিন্ন রাখতে আল্লাহ নির্দেশ দিয়েছেন এবং যারা ভূপৃষ্ঠে বিবাদ সৃষ্টি করে তারাই পূর্ণ ক্ষতিগ্রস্ত।"}	,
    {"verse_id":	28	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"کَیۡفَ تَکۡفُرُوۡنَ بِاللّٰہِ وَکُنۡتُمۡ اَمۡوَاتًا فَاَحۡیَاکُمۡ ۚ ثُمَّ یُمِیۡتُکُمۡ ثُمَّ یُحۡیِیۡکُمۡ ثُمَّ اِلَیۡہِ تُرۡجَعُوۡنَ","en_translation":"How disbelieve ye in Allah when ye were dead and He gave life to you! Then He will give you death, then life again, and then unto Him ye will return.","bn_translation":"কিরূপে তোমরা আল্লাহকে অবিশ্বাস করছ? অথচ তোমরা ছিলে প্রাণহীন? অতঃপর তিনিই তোমাদেরকে সঞ্জীবিত করেছেন, পুনরায় তিনি তোমাদেরকে নির্জীব করবেন এবং পুনরায় তোমাদেরকে জীবিত করা হবে। অবশেষে তোমাদেরকে তাঁরই দিকে প্রত্যাগমন করতে হবে।"}	,
    {"verse_id":	29	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡ خَلَقَ لَکُمۡ مَّا فِی الۡاَرۡضِ جَمِیۡعًا ٭  ثُمَّ اسۡتَوٰۤی اِلَی السَّمَآءِ فَسَوّٰىہُنَّ سَبۡعَ سَمٰوٰتٍ ؕ  وَہُوَ بِکُلِّ شَیۡءٍ عَلِیۡمٌ ","en_translation":"He it is Who created for you all that is in the earth. Then turned He to the heaven, and fashioned it as seven heavens. And He is knower of all things.","bn_translation":"পৃথিবীতে যা কিছু আছে সমস্তই তিনি তোমাদের জন্য সৃষ্টি করেছেন; অতঃপর তিনি আকাশের প্রতি মনঃসংযোগ করেন, অতঃপর সপ্ত আকাশ সুবিন্যস্ত করেন এবং তিনি সর্ব বিষয়ে মহাজ্ঞানী।"}	,
    {"verse_id":	30	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"وَاِذۡ قَالَ رَبُّکَ لِلۡمَلٰٓئِکَۃِ اِنِّیۡ جَاعِلٌ فِی الۡاَرۡضِ خَلِیۡفَۃً ؕ قَالُوۡۤا اَتَجۡعَلُ فِیۡہَا مَنۡ یُّفۡسِدُ فِیۡہَا وَیَسۡفِکُ الدِّمَآءَ ۚ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِکَ وَنُقَدِّسُ لَکَ ؕ قَالَ اِنِّیۡۤ اَعۡلَمُ مَا لَا تَعۡلَمُوۡنَ","en_translation":"And when thy Lord said unto the angels: Lo! I am about to place a viceroy in the earth, they said: Wilt thou place therein one who will do harm therein and will shed blood, while we, we hymn Thy praise and sanctify Thee ? He said: Surely I know that which ye know not.","bn_translation":"এবং যখন তোমার রাব্ব মালাইকা/ফেরেশতাদের বললেনঃ নিশ্চয়ই আমি পৃথিবীতে প্রতিনিধি সৃষ্টি করব; তারা বললঃ আপনি কি যমীনে এমন কেহকে সৃষ্টি করবেন যারা তন্মধ্যে অশান্তি সৃষ্টি করবে এবং রক্তপাত করবে? এবং আমরাইতো আপনার গুণগান করছি এবং আপনারই পবিত্রতা বর্ণনা করে থাকি। তিনি বললেনঃ তোমরা যা অবগত নও নিশ্চয়ই আমি তা জ্ঞাত আছি।"}	,
    {"verse_id":	31	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"وَعَلَّمَ اٰدَمَ الۡاَسۡمَآءَ کُلَّہَا ثُمَّ عَرَضَہُمۡ عَلَی الۡمَلٰٓئِکَۃِ ۙ فَقَالَ اَنۡۢبِـُٔوۡنِیۡ بِاَسۡمَآءِ ہٰۤؤُلَآءِ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"And He taught Adam all the names, then showed them to the angels, saying: Inform Me of the names of these, if ye are truthful.","bn_translation":"এবং তিনি আদমকে সমস্ত নাম শিক্ষা দিলেন, অনন্তর তৎসমূদয় মালাইকা/ফেরেশতাদের সামনে উপস্থাপিত করলেন, অতঃপর বললেনঃ যদি তোমরা সত্যবাদী হও তাহলে আমাকে এ সব বস্তুর নামসমূহ বর্ণনা কর।"}	,
    {"verse_id":	32	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"قَالُوۡا سُبۡحٰنَکَ لَا عِلۡمَ لَنَاۤ اِلَّا مَا عَلَّمۡتَنَا ؕ اِنَّکَ اَنۡتَ الۡعَلِیۡمُ الۡحَکِیۡمُ","en_translation":"They said: Be glorified! We have no knowledge saving that which Thou hast taught us. Lo! Thou, only Thou, art the Knower, the Wise.","bn_translation":"তারা বলেছিলঃ আপনি পরম পবিত্র! আপনি আমাদেরকে যা শিক্ষা দিয়েছেন তদ্ব্যতীত আমাদের কোনই জ্ঞান নেই, নিশ্চয়ই আপনি মহাজ্ঞানী, বিজ্ঞানময়।"}	,
    {"verse_id":	33	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"قَالَ یٰۤاٰدَمُ اَنۡۢبِئۡہُمۡ بِاَسۡمَآئِہِمۡ ۚ فَلَمَّاۤ اَنۡۢبَاَہُمۡ بِاَسۡمَآئِہِمۡ ۙ قَالَ اَلَمۡ اَقُلۡ لَّکُمۡ اِنِّیۡۤ اَعۡلَمُ غَیۡبَ السَّمٰوٰتِ وَالۡاَرۡضِ ۙ وَاَعۡلَمُ مَا تُبۡدُوۡنَ وَمَا کُنۡتُمۡ تَکۡتُمُوۡنَ","en_translation":"He said: O Adam! Inform them of their names, and when he had informed them of their names, He said: Did I not tell you that I know the secret of the heavens and the earth ? And I know that which ye disclose and which ye hide.","bn_translation":"তিনি বলেছিলেনঃ হে আদম! তুমি তাদেরকে ঐ সকলের নামসমূহ বর্ণনা কর; অতঃপর যখন সে তাদেরকে ঐগুলির নামসমূহ বলেছিল তখন তিনি বলেছিলেনঃ আমি কি তোমাদেরকে বলিনি যে, নিশ্চয়ই আমি আসমান ও যমীনের অদৃশ্য বিষয় অবগত আছি এবং তোমরা যা প্রকাশ কর ও যা গোপন কর আমি তাও পরিজ্ঞাত আছি?"}	,
    {"verse_id":	34	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"وَاِذۡ قُلۡنَا لِلۡمَلٰٓئِکَۃِ اسۡجُدُوۡا لِاٰدَمَ فَسَجَدُوۡۤا اِلَّاۤ اِبۡلِیۡسَ ؕ اَبٰی وَاسۡتَکۡبَرَ ٭۫ وَکَانَ مِنَ الۡکٰفِرِیۡنَ","en_translation":"And when We said unto the angels: Prostrate yourselves before Adam, they fell prostrate, all save Iblis. He demurred through pride, and so became a disbeliever..","bn_translation":"এবং যখন আমি মালাইকা/ফেরেশতাদেরকে বলেছিলাম যে, তোমরা আদমকে সাজদাহ কর, তখন ইবলীস ব্যতীত সকলে সাজদাহ করেছিল; সে অগ্রাহ্য করল ও অহংকার করল এবং কাফিরদের অন্তর্ভুক্ত হয়ে গেল।"}	,
    {"verse_id":	35	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"وَقُلۡنَا یٰۤاٰدَمُ اسۡکُنۡ اَنۡتَ وَزَوۡجُکَ الۡجَنَّۃَ وَکُلَا مِنۡہَا رَغَدًا حَیۡثُ شِئۡتُمَا ۪ وَلَا تَقۡرَبَا ہٰذِہِ الشَّجَرَۃَ فَتَکُوۡنَا مِنَ الظّٰلِمِیۡنَ","en_translation":"And We said: O Adam! Dwell thou and thy wife in the Garden, and eat ye freely (of the fruits) thereof where ye will; but come not nigh this tree lest ye become wrong-doers.","bn_translation":"এবং আমি বললামঃ হে আদম! তুমি ও তোমার স্ত্রী জান্নাতে অবস্থান কর এবং তা হতে যা ইচ্ছা স্বচ্ছন্দে আহার কর; কিন্তু ঐ বৃক্ষের নিকটবর্তী হয়োনা, তাহলে তোমরা অত্যাচারীদের অন্তর্ভুক্ত হয়ে যাবে।"}	,
    {"verse_id":	36	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"فَاَزَلَّہُمَا الشَّیۡطٰنُ عَنۡہَا فَاَخۡرَجَہُمَا مِمَّا کَانَا فِیۡہِ ۪ وَقُلۡنَا اہۡبِطُوۡا بَعۡضُکُمۡ لِبَعۡضٍ عَدُوٌّ ۚ وَلَکُمۡ فِی الۡاَرۡضِ مُسۡتَقَرٌّ وَّمَتَاعٌ اِلٰی حِیۡنٍ","en_translation":"036 But Satan caused them to deflect therefrom and expelled them from the (happy) state in which they were; and We said: Fall down, one of you a foe unto the other! There shall be for you on earth a habitation and provision for a time.","bn_translation":"অনন্তর শাইতান তাদের উভয়কে সেখান হতে বিচ্যুত করল, অতঃপর তারা উভয়ে যেখানে ছিল সেখান হতে তাদেরকে বর্হিগত করল; এবং আমি বললামঃ তোমরা নীচে নেমে যাও, তোমরা পরস্পর পরস্পরের শত্রু; এবং পৃথিবীতেই রয়েছে তোমাদের জন্য এক নির্দিষ্ট কালের অবস্থিতি ও ভোগ সম্পদ।"}	,
    {"verse_id":	37	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"فَتَلَقّٰۤی اٰدَمُ مِنۡ رَّبِّہٖ کَلِمٰتٍ فَتَابَ عَلَیۡہِ ؕ اِنَّہٗ ہُوَ التَّوَّابُ الرَّحِیۡمُ","en_translation":"Then Adam received from his Lord words (of revelation), and He relented toward him. Lo! He is the relenting, the Merciful.","bn_translation":"অতঃপর আদম স্বীয় রাব্ব হতে কতিপয় বাণী শিক্ষা লাভ করল, আল্লাহ তখন তার প্রতি কৃপা দৃষ্টি দিলেন; নিশ্চয়ই তিনি ক্ষমাশীল, করুণাময়!"}	,
    {"verse_id":	38	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"قُلۡنَا اہۡبِطُوۡا مِنۡہَا جَمِیۡعًا ۚ فَاِمَّا یَاۡتِیَنَّکُمۡ مِّنِّیۡ ہُدًی فَمَنۡ تَبِعَ ہُدَایَ فَلَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ","en_translation":"We said: Go down, all of you, from hence; but verily there cometh unto you from Me a guidance; and whoso followeth My guidance, there shall no fear come upon them neither shall they grieve.","bn_translation":"আমি বললামঃ তোমরা সবাই এখান থেকে নীচে নেমে যাও; অনন্তর আমার পক্ষ হতে তোমাদের নিকট যে উপদেশ উপস্থিত হবে-যারা আমার সেই উপদেশ অনুসরণ করবে বস্তুতঃ তাদের কোনই ভয় নেই এবং তারা চিন্তিতও হবেনা।"}	,
    {"verse_id":	39	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"وَالَّذِیۡنَ کَفَرُوۡا وَکَذَّبُوۡا بِاٰیٰتِنَاۤ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ  ہُمۡ فِیۡہَا خٰلِدُوۡنَ ","en_translation":"But they who disbelieve, and deny Our revelations, such are rightful Peoples of the Fire. They will abide therein.","bn_translation":"আর যারা অবিশ্বাস করবে এবং আমার নিদর্শনসমূহে অসত্যারোপ করবে, তারাই জাহান্নামের অধিবাসী - তন্মধ্যে তারা সদা অবস্থান করবে।"}	,
    {"verse_id":	40	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"یٰبَنِیۡۤ اِسۡرَآءِیۡلَ اذۡکُرُوۡا نِعۡمَتِیَ الَّتِیۡۤ اَنۡعَمۡتُ عَلَیۡکُمۡ وَاَوۡفُوۡا بِعَہۡدِیۡۤ اُوۡفِ بِعَہۡدِکُمۡ ۚ وَاِیَّایَ فَارۡہَبُوۡنِ","en_translation":"O Children of Israel! Remember My favour wherewith I favoured you, and fulfil your (part of the) covenant, I shall fulfil My (part of the) covenant, and fear Me.","bn_translation":"হে ইসরাঈলী বংশধর! আমি তোমাদেরকে যে সুখ সম্পদ দান করেছি তা স্মরণ কর এবং আমার অঙ্গীকার পূর্ণ কর - আমিও তোমাদের প্রতি কৃত অঙ্গীকার পূর্ণ করব এবং তোমরা শুধু আমাকেই ভয় কর।"}	,
    {"verse_id":	41	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"وَاٰمِنُوۡا بِمَاۤ اَنۡزَلۡتُ مُصَدِّقًا لِّمَا مَعَکُمۡ وَلَا تَکُوۡنُوۡۤا اَوَّلَ کَافِرٍۭ بِہٖ ۪ وَلَا تَشۡتَرُوۡا بِاٰیٰتِیۡ ثَمَنًا قَلِیۡلًا ۫ وَّاِیَّایَ فَاتَّقُوۡنِ","en_translation":"And believe in that which I reveal, confirming that which ye possess already (of the Scripture), and be not first to disbelieve therein, and part not with My revelations for a trifling price, and keep your duty unto Me.","bn_translation":"এবং আমি যা অবতীর্ণ করেছি তৎপ্রতি বিশ্বাস স্থাপন কর, ইহা (কুরআন) তোমাদের কাছে যা আছে উহারই সত্যতা প্রনয়নকারী এবং এতে তোমরাই প্রথম অবিশ্বাসী হয়োনা এবং আমার নিদর্শনাবলীর পরিবর্তে সামান্য মূল্য গ্রহণ করনা এবং তোমরা বরং আমাকেই ভয় কর।"}	,
    {"verse_id":	42	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"وَلَا تَلۡبِسُوا الۡحَقَّ بِالۡبَاطِلِ وَتَکۡتُمُوا الۡحَقَّ وَاَنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"Confound not truth with falsehood, nor knowingly conceal the truth.","bn_translation":"এবং তোমরা সত্যকে মিথ্যার সাথে মিশ্রিত করনা এবং জেনে শুনে সত্য গোপন করনা।"}	,
    {"verse_id":	43	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"وَاَقِیۡمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ وَارۡکَعُوۡا مَعَ الرّٰکِعِیۡنَ","en_translation":"Establish worship, pay the poor-due, and bow your heads with those who bow (in worship).","bn_translation":"আর তোমরা সালাত প্রতিষ্ঠিত কর ও যাকাত প্রদান কর এবং রুকুকারীদের সাথে রুকু কর।"}	,
    {"verse_id":	44	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"اَتَاۡمُرُوۡنَ النَّاسَ بِالۡبِرِّ وَتَنۡسَوۡنَ اَنۡفُسَکُمۡ وَاَنۡتُمۡ تَتۡلُوۡنَ الۡکِتٰبَ ؕ اَفَلَا تَعۡقِلُوۡنَ","en_translation":"Enjoin ye righteousness upon mankind while ye yourselves forget (to practise it) ? And ye are readers of the Scripture! Have ye then no sense ?","bn_translation":"তোমরা কি লোকদেরকে সৎ কাজে আদেশ করছ এবং তোমাদের নিজেদের সম্বন্ধে বিস্মৃত হচ্ছ? অথচ তোমরা গ্রন্থ পাঠ কর; তাহলে কি তোমরা হৃদয়ঙ্গম করছনা?"}	,
    {"verse_id":	45	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"وَاسۡتَعِیۡنُوۡا بِالصَّبۡرِ وَالصَّلٰوۃِ ؕ  وَاِنَّہَا لَکَبِیۡرَۃٌ اِلَّا عَلَی الۡخٰشِعِیۡنَ ۙ","en_translation":"Seek help in patience and prayer; and truly it is hard save for the humble-minded,","bn_translation":"এবং তোমরা ধৈর্য ও সালাতের মাধ্যমে সাহায্য চাও; অবশ্যই ওটা কঠিন, কিন্তু বিনীতদের পক্ষে নয়।"}	,
    {"verse_id":	46	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"الَّذِیۡنَ یَظُنُّوۡنَ اَنَّہُمۡ مُّلٰقُوۡا رَبِّہِمۡ وَاَنَّہُمۡ اِلَیۡہِ رٰجِعُوۡنَ ","en_translation":"Who know that they will have to meet their Lord, and that unto Him they are returning.","bn_translation":"যারা ধারণা করে যে, নিশ্চয়ই তারা তাদের রবের সাথে সম্মিলিত হবে এবং তারা তাঁরই দিকে প্রতিগমন করবে।"}	,
    {"verse_id":	47	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"یٰبَنِیۡۤ اِسۡرَآءِیۡلَ اذۡکُرُوۡا نِعۡمَتِیَ الَّتِیۡۤ اَنۡعَمۡتُ عَلَیۡکُمۡ وَاَنِّیۡ فَضَّلۡتُکُمۡ عَلَی الۡعٰلَمِیۡنَ","en_translation":"O Children of Israel! Remember My favour wherewith I favoured you and how I preferred you to (all) creatures.","bn_translation":"হে বানী ইসরাঈল! আমি তোমাদেরকে যে সুখ সম্পদ দান করেছি তা স্মরণ কর এবং নিশ্চয়ই আমি তোমাদেরকে সমগ্র পৃথিবীর উপর শ্রেষ্ঠত্ব দান করেছি।"}	,
    {"verse_id":	48	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"وَاتَّقُوۡا یَوۡمًا لَّا تَجۡزِیۡ نَفۡسٌ عَنۡ نَّفۡسٍ شَیۡئًا وَّلَا یُقۡبَلُ مِنۡہَا شَفَاعَۃٌ وَّلَا یُؤۡخَذُ مِنۡہَا عَدۡلٌ وَّلَا ہُمۡ یُنۡصَرُوۡنَ","en_translation":"And guard yourselves against a day when no soul will in aught avail another, nor will intercession be accepted from it, nor will compensation be received from it, nor will they be helped.","bn_translation":"এবং তোমরা সেই দিনের ভয় কর, যে দিন এক ব্যক্তি অন্য ব্যক্তি হতে কিছুমাত্র উপকৃত হবেনা এবং কোন ব্যক্তি হতে কোন সুপারিশও গৃহীত হবেনা, কোন ব্যক্তি হতে কোন বিনিময়ও গ্রহণ করা হবেনা এবং তাদেরকে সাহায্য করাও হবেনা।"}	,
    {"verse_id":	49	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"وَاِذۡ نَجَّیۡنٰکُمۡ مِّنۡ اٰلِ فِرۡعَوۡنَ یَسُوۡمُوۡنَکُمۡ سُوۡٓءَ الۡعَذَابِ یُذَبِّحُوۡنَ اَبۡنَآءَکُمۡ وَیَسۡتَحۡیُوۡنَ نِسَآءَکُمۡ ؕ وَفِیۡ ذٰلِکُمۡ بَلَآءٌ مِّنۡ رَّبِّکُمۡ عَظِیۡمٌ","en_translation":"And (remember) when We did deliver you from Pharaohâ€™s folk, who were afflicting you with dreadful torment, slaying your sons and sparing your women: that was a tremendous trial from your Lord.","bn_translation":"এবং যখন আমি তোমাদেরকে ফির‘আউনের সম্প্রদায় হতে বিমুক্ত করেছিলাম - তারা তোমাদেরকে কঠোর শাস্তি প্রদান করত, তোমাদের পুত্রদেরকে হত্যা করত এবং তোমাদের কন্যাদেরকে জীবিত রাখত এবং এতে তোমাদের রাব্ব হতে তোমাদের জন্য মহা পরীক্ষা ছিল।"}	,
    {"verse_id":	50	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"وَاِذۡ فَرَقۡنَا بِکُمُ الۡبَحۡرَ فَاَنۡجَیۡنٰکُمۡ وَاَغۡرَقۡنَاۤ اٰلَ فِرۡعَوۡنَ وَاَنۡتُمۡ تَنۡظُرُوۡنَ","en_translation":"And when We brought you through the sea and rescued you, and drowned the folk of Pharaoh in your sight.","bn_translation":"এবং যখন আমি তোমাদের জন্য সমুদ্রকে বিভক্ত করেছিলাম, অতঃপর তোমাদেরকে উদ্ধার করেছিলাম ও ফির‘আউনের স্বজনদেরকে নিমজ্জিত করেছিলাম এবং তোমরা তা প্রত্যক্ষ করেছিলে।"}	,
    {"verse_id":	51	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"وَاِذۡ وٰعَدۡنَا مُوۡسٰۤی اَرۡبَعِیۡنَ لَیۡلَۃً ثُمَّ اتَّخَذۡتُمُ الۡعِجۡلَ مِنۡۢ بَعۡدِہٖ وَاَنۡتُمۡ ظٰلِمُوۡنَ","en_translation":"And when We did appoint for Moses forty nights (of solitude), and then ye chose the calf, when he had gone from you, and were wrong-doers.","bn_translation":"এবং যখন আমি মূসার সঙ্গে চল্লিশ রজনীর অঙ্গীকার করেছিলাম, অনন্তর তোমরা গো-বৎসকে উপাস্যরূপে গ্রহণ করেছিলে এবং তোমরা ছিলে অত্যাচারী।"}	,
    {"verse_id":	52	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"ثُمَّ عَفَوۡنَا عَنۡکُمۡ مِّنۡۢ بَعۡدِ ذٰلِکَ لَعَلَّکُمۡ تَشۡکُرُوۡنَ","en_translation":"Then, even after that, We pardoned you in order that ye might give thanks.","bn_translation":"এর পরেও আমি তোমাদেরকে মার্জনা করেছিলাম - যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।"}	,
    {"verse_id":	53	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"وَاِذۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ وَالۡفُرۡقَانَ لَعَلَّکُمۡ تَہۡتَدُوۡنَ","en_translation":"And when We gave unto Moses the Scripture and the criterion (of right and wrong), that ye might be led aright.","bn_translation":"আর যখন আমি মূসাকে গ্রন্থ এবং সত্য ও মিথ্যার প্রভেদকারী নির্দেশ দিয়েছিলাম, যেন তোমরা সুপথ প্রাপ্ত হও।"}	,
    {"verse_id":	54	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"وَاِذۡ قَالَ مُوۡسٰی لِقَوۡمِہٖ یٰقَوۡمِ اِنَّکُمۡ ظَلَمۡتُمۡ اَنۡفُسَکُمۡ بِاتِّخَاذِکُمُ الۡعِجۡلَ فَتُوۡبُوۡۤا اِلٰی بَارِئِکُمۡ فَاقۡتُلُوۡۤا اَنۡفُسَکُمۡ ؕ ذٰلِکُمۡ خَیۡرٌ لَّکُمۡ عِنۡدَ بَارِئِکُمۡ ؕ فَتَابَ عَلَیۡکُمۡ ؕ اِنَّہٗ ہُوَ التَّوَّابُ الرَّحِیۡمُ","en_translation":"And when Moses said unto his people: O my people! Ye have wronged yourselves by your choosing of the calf (for worship) so turn in penitence to your Creator, and kill (the guilty) yourselves. That will be best for you with your Creator and He will relent toward you. Lo! He is the Relenting, the Merciful.","bn_translation":"আর যখন মূসা স্বীয় সম্প্রদায়কে বললঃ হে আমার সম্প্রদায়! নিশ্চয়ই তোমরা গো-বৎসকে উপাস্য রূপে গ্রহণ করে তোমাদের নিজেদের প্রতি অত্যাচার করেছ। অতএব তোমরা তোমাদের রবের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তোমরা তোমাদের নিজ নিজ প্রাণ বিসর্জন দাও, তোমাদের রবের নিকট এটাই তোমাদের জন্য কল্যাণকর; অনন্তর তিনি তোমাদের প্রতি ক্ষমা প্রদর্শন করলেন, নিশ্চয়ই তিনি ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	55	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"وَاِذۡ قُلۡتُمۡ یٰمُوۡسٰی لَنۡ نُّؤۡمِنَ لَکَ حَتّٰی نَرَی اللّٰہَ جَہۡرَۃً فَاَخَذَتۡکُمُ الصّٰعِقَۃُ وَاَنۡتُمۡ تَنۡظُرُوۡنَ","en_translation":"And when ye said: O Moses! We will not believe in thee till we see Allah plainly; and even while ye gazed the lightning seized you.","bn_translation":"এবং যখন তোমরা বলেছিলেঃ হে মূসা! আমরা আল্লাহকে প্রকাশ্যভাবে দর্শন না করা পর্যন্ত তোমাকে বিশ্বাস করবনা - তখন বজ্রপাত তোমাদেরকে আক্রমণ করেছিল এবং তোমরা তা প্রত্যক্ষ করেছিলে।"}	,
    {"verse_id":	56	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"ثُمَّ بَعَثۡنٰکُمۡ مِّنۡۢ بَعۡدِ مَوۡتِکُمۡ لَعَلَّکُمۡ تَشۡکُرُوۡنَ","en_translation":"Then We revived you after your extinction, that ye might give thanks.","bn_translation":"অতঃপর তোমাদের মৃত্যুর পর আমি তোমাদেরকে পুনরুজ্জীবিত করেছিলাম, যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।"}	,
    {"verse_id":	57	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"وَظَلَّلۡنَا عَلَیۡکُمُ الۡغَمَامَ وَاَنۡزَلۡنَا عَلَیۡکُمُ الۡمَنَّ وَالسَّلۡوٰی ؕ کُلُوۡا مِنۡ طَیِّبٰتِ مَا رَزَقۡنٰکُمۡ ؕ وَمَا ظَلَمُوۡنَا وَلٰکِنۡ کَانُوۡۤا اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ","en_translation":"And We caused the white cloud to overshadow you and sent down on you the manna and the quails, (saying): Eat of the good things wherewith We have provided you - they wronged Us not, but they did wrong themselves.","bn_translation":"এবং আমি তোমাদের উপর মেঘমালার ছায়া দান করেছিলাম এবং তোমাদের প্রতি ‘মান্না’ ও ‘সালওয়া’ অবতীর্ণ করেছিলাম; আমি তোমাদেরকে যে উপজীবিকা দান করেছি সেই পবিত্র জিনিস হতে আহার কর; এবং তারা আমার কোন অনিষ্ট করেনি, বরং তারা নিজেদের অনিষ্ট করেছিল।"}	,
    {"verse_id":	58	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"وَاِذۡ قُلۡنَا ادۡخُلُوۡا ہٰذِہِ الۡقَرۡیَۃَ فَکُلُوۡا مِنۡہَا حَیۡثُ شِئۡتُمۡ رَغَدًا وَّادۡخُلُوا الۡبَابَ سُجَّدًا وَّقُوۡلُوۡا حِطَّۃٌ نَّغۡفِرۡ لَکُمۡ خَطٰیٰکُمۡ ؕ وَسَنَزِیۡدُ الۡمُحۡسِنِیۡنَ","en_translation":"And when We said: Go into this township and eat freely of that which is therein, and enter the gate prostrate, and say: \"Repentance.\" We will forgive you your sins and will increase (reward) for the right-doers.","bn_translation":"এবং যখন আমি বললামঃ তোমরা এই নগরে প্রবেশ কর, অতঃপর যা ইচ্ছা স্বচ্ছন্দে আহার কর এবং সাজদাহবনতভাবে দ্বারে প্রবেশ কর এবং তোমরা বলঃ আমরা ক্ষমা প্রার্থনা করছি, তাহলে আমি তোমাদের অপরাধ ক্ষমা করব এবং অচিরেই সৎকর্মশীলগণকে অধিকতর দান করব।"}	,
    {"verse_id":	59	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"فَبَدَّلَ الَّذِیۡنَ ظَلَمُوۡا قَوۡلًا غَیۡرَ الَّذِیۡ قِیۡلَ لَہُمۡ فَاَنۡزَلۡنَا عَلَی الَّذِیۡنَ ظَلَمُوۡا رِجۡزًا مِّنَ السَّمَآءِ بِمَا کَانُوۡا یَفۡسُقُوۡنَ ","en_translation":"But those who did wrong changed the word which had been told them for another saying, and We sent down upon the evil-doers wrath from heaven for their evil-doing.","bn_translation":"অনন্তর যারা অত্যাচার করেছিল তাদেরকে যা বলা হয়েছিল, তৎপরিবর্তে তারা সেই কথার পরিবর্তন করল, পরে অত্যাচারীরা যে দুস্কর্ম করেছিল তজ্জন্য আমি তাদের উপর আকাশ হতে শাস্তি অবতীর্ণ করেছিলাম।"}	,
    {"verse_id":	60	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"وَاِذِ اسۡتَسۡقٰی مُوۡسٰی لِقَوۡمِہٖ فَقُلۡنَا اضۡرِبۡ بِّعَصَاکَ الۡحَجَرَ ؕ فَانۡفَجَرَتۡ مِنۡہُ اثۡنَتَا عَشۡرَۃَ عَیۡنًا ؕ قَدۡ عَلِمَ کُلُّ اُنَاسٍ مَّشۡرَبَہُمۡ ؕ کُلُوۡا وَاشۡرَبُوۡا مِنۡ رِّزۡقِ اللّٰہِ وَلَا تَعۡثَوۡا فِی الۡاَرۡضِ مُفۡسِدِیۡنَ","en_translation":"And when Moses asked for water for his people, We said: Smite with thy staff the rock. And there gushed out therefrom twelve springs (so that) each tribe knew their drinking-place. Eat and drink of that which Allah hath provided, and do not act corruptly, making mischief in the earth.","bn_translation":"এবং যখন মূসা স্বীয় সম্প্রদায়ের জন্য পানি প্রার্থনা করেছিল তখন আমি বলেছিলামঃ তুমি স্বীয় লাঠি দ্বারা প্রস্তরে আঘাত কর, অনন্তর তা হতে দ্বাদশ প্রস্রবন বিনিঃসৃত হল, প্রত্যেকেই স্ব স্ব স্থান জেনে নিল, তোমরা আল্লাহর উপজীবিকা হতে আহার কর ও পান কর এবং পৃথিবীতে শান্তি ভঙ্গকারী রূপে বিচরণ করনা।"}	,
    {"verse_id":	61	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"وَاِذۡ قُلۡتُمۡ یٰمُوۡسٰی لَنۡ نَّصۡبِرَ عَلٰی طَعَامٍ وَّاحِدٍ فَادۡعُ لَنَا رَبَّکَ یُخۡرِجۡ لَنَا مِمَّا تُنۡۢبِتُ الۡاَرۡضُ مِنۡۢ بَقۡلِہَا وَقِثَّآئِہَا وَفُوۡمِہَا وَعَدَسِہَا وَبَصَلِہَا ؕ  قَالَ اَتَسۡتَبۡدِلُوۡنَ الَّذِیۡ ہُوَ اَدۡنٰی بِالَّذِیۡ ہُوَ خَیۡرٌ ؕ  اِہۡبِطُوۡا مِصۡرًا فَاِنَّ لَکُمۡ مَّا سَاَلۡتُمۡ ؕ  وَضُرِبَتۡ عَلَیۡہِمُ الذِّلَّۃُ وَالۡمَسۡکَنَۃُ ٭  وَبَآءُوۡ بِغَضَبٍ مِّنَ اللّٰہِ ؕ  ذٰلِکَ بِاَنَّہُمۡ کَانُوۡا یَکۡفُرُوۡنَ بِاٰیٰتِ اللّٰہِ وَیَقۡتُلُوۡنَ النَّبِیّٖنَ بِغَیۡرِ الۡحَقِّ ؕ  ذٰلِکَ بِمَا عَصَوۡا وَّکَانُوۡا یَعۡتَدُوۡنَ ","en_translation":"And when ye said: O Moses! We are weary of one kind of food; so call upon thy Lord for us that He bring forth for us of that which the earth groweth - of its herbs and its cucumbers and its corn and its lentils and its onions. He said: Would ye exchange that which is higher for that which is lower ? Go down to settled country, thus ye shall get that which ye demand. And humiliation and wretchedness were stamped upon them and they were visited with wrath from Allah. That was because they disbelieved in Allahâ€™s revelations and slew the prophets wrongfully. That was for their disobedience and transgression.","bn_translation":"এবং যখন তোমরা বলেছিলে - হে মূসা! আমরা একইরূপ খাদ্যে ধৈর্য ধারণ করতে পারছিনা, অতএব তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যেন তিনি আমাদের জন্মভূমিতে যা উৎপন্ন হয় তা হতে ওর শাক-শব্জি, ওর কাঁকুড়, ওর গম, ওর মসুর এবং ওর পিয়াজ উৎপাদন করেন। সে বলেছিলঃ যা উৎকৃষ্ট তোমরা কি তার সঙ্গে যা নিকৃষ্ট তার বিনিময় করতে চাও? কোন নগরে উপনীত হও, তোমাদের প্রার্থিত দ্রব্যগুলি অবশ্যই প্রাপ্ত হবে। তাদের উপর লাঞ্ছনা ও দারিদ্রতা নিপতিত হল এবং তারা আল্লাহর কোপে পতিত হল এই হেতু যে, নিশ্চয়ই তারা আল্লাহর নিদর্শনসমূহে অবিশ্বাস করত এবং অন্যায়ভাবে নাবীগণকে হত্যা করত; এবং এই হেতু যে, তারা অবাধ্যাচরণ করেছিল ও তারা সীমা অতিক্রম করেছিল।"}	,
    {"verse_id":	62	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَالَّذِیۡنَ ہَادُوۡا وَالنَّصٰرٰی وَالصّٰبِئِیۡنَ مَنۡ اٰمَنَ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ وَعَمِلَ صَالِحًا فَلَہُمۡ اَجۡرُہُمۡ عِنۡدَ رَبِّہِمۡ ۪ۚ وَلَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ","en_translation":"Lo! Those who believe (in that which is revealed unto thee, Muhammad), and those who are Jews, and Christians, and Sabaeans - whoever believeth in Allah and the Last Day and doeth right - surely their reward is with their Lord, and there shall no fear come upon them neither shall they grieve.","bn_translation":"নিশ্চয়ই মুসলিম, ইয়াহুদী, খৃষ্টান এবং সাবেঈন সম্প্রদায়, (এদের মধ্যে) যারা আল্লাহর প্রতি ও কিয়ামাতের প্রতি বিশ্বাস রাখে এবং ভাল কাজ করে, তাদের জন্য তাদের রবের নিকট পুরস্কার রয়েছে, তাদের কোন প্রকার ভয় নেই এবং তারা চিন্তিতও হবেনা।"}	,
    {"verse_id":	63	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"وَاِذۡ اَخَذۡنَا مِیۡثَاقَکُمۡ وَرَفَعۡنَا فَوۡقَکُمُ الطُّوۡرَ ؕ خُذُوۡا مَاۤ اٰتَیۡنٰکُمۡ بِقُوَّۃٍ وَّاذۡکُرُوۡا مَا فِیۡہِ لَعَلَّکُمۡ تَتَّقُوۡنَ","en_translation":"And (remember, O Children of Israel) when We made a covenant with you and caused the mount to tower above you, (saying): Hold fast that which We have given you, and remember that which is therein, that ye may ward off (evil).","bn_translation":"এবং যখন আমি তোমাদের অঙ্গীকার গ্রহণ করেছিলাম এবং তোমাদের উপর তূর পর্বত সমুচ্চ করেছিলাম যে, আমি তোমাদেরকে যা দিয়েছি তা দৃঢ় রূপে ধারণ কর এবং এতে যা আছে তা স্মরণ কর - সম্ভবতঃ তোমরা নিস্কৃতি পাবে।"}	,
    {"verse_id":	64	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"ثُمَّ تَوَلَّیۡتُمۡ مِّنۡۢ بَعۡدِ ذٰلِکَ ۚ فَلَوۡلَا فَضۡلُ اللّٰہِ عَلَیۡکُمۡ وَرَحۡمَتُہٗ لَکُنۡتُمۡ مِّنَ الۡخٰسِرِیۡنَ","en_translation":"Then, even after that, ye turned away, and if it had not been for the grace of Allah and His mercy ye had been among the losers. .","bn_translation":"এরপর পুনরায় তোমরা ফিরে গেলে, অতএব যদি তোমাদের প্রতি আল্লাহর অনুগ্রহ এবং তাঁর করুণা না থাকত তাহলে অবশ্যই তোমরা বিনাশ প্রাপ্ত হতে।"}	,
    {"verse_id":	65	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"وَلَقَدۡ عَلِمۡتُمُ الَّذِیۡنَ اعۡتَدَوۡا مِنۡکُمۡ فِی السَّبۡتِ فَقُلۡنَا لَہُمۡ کُوۡنُوۡا قِرَدَۃً خٰسِئِیۡنَ ۚ","en_translation":"And ye know of those of you who broke the Sabbath, how We said unto them: Be ye apes, despised and hated!","bn_translation":"এবং অবশ্যই তোমরা অবগত আছ যে, তোমাদের মধ্যে যারা শনিবারের ব্যাপারে সীমা লংঘন করেছিল। আমি তাদেরকে বলেছিলাম যে, তোমরা অধম বানর হয়ে যাও।"}	,
    {"verse_id":	66	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"فَجَعَلۡنٰہَا نَکَالًا لِّمَا بَیۡنَ یَدَیۡہَا وَمَا خَلۡفَہَا وَمَوۡعِظَۃً لِّلۡمُتَّقِیۡنَ","en_translation":"And We made it an example to their own and to succeeding generations, and an admonition to the God-fearing.","bn_translation":"অনন্তর আমি এটা তাদের সমসাময়িক ও তাদের পরবর্তীদের জন্য দৃষ্টান্ত এবং ধর্মভীরুগণের জন্য উপদেশ স্বরূপ করেছিলাম।"}	,
    {"verse_id":	67	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"وَاِذۡ قَالَ مُوۡسٰی لِقَوۡمِہٖۤ اِنَّ اللّٰہَ یَاۡمُرُکُمۡ اَنۡ تَذۡبَحُوۡا بَقَرَۃً ؕ قَالُوۡۤا اَتَتَّخِذُنَا ہُزُوًا ؕ قَالَ اَعُوۡذُ بِاللّٰہِ اَنۡ اَکُوۡنَ مِنَ الۡجٰہِلِیۡنَ","en_translation":"And when Moses said unto his people: Lo! Allah commandeth you that ye sacrifice a cow, they said: Dost thou make game of us ? He answered: Allah forbid that I should be among the foolish!","bn_translation":"এবং যখন মূসা নিজ সম্প্রদায়কে বলেছিলঃ নিশ্চয়ই আল্লাহ তোমাদেরকে আদেশ করেছেন যে, তোমরা একটি গরু যবাহ কর। তারা বলেছিলঃ তুমি কি আমাদেরকে উপহাস করছ? সে বলেছিলঃ আমি আল্লাহর নিকট আশ্রয় প্রার্থনা করছি, যেন আমি মূর্খদের অন্তর্ভুক্ত না হই।"}	,
    {"verse_id":	68	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"قَالُوا ادۡعُ لَنَا رَبَّکَ یُبَیِّنۡ لَّنَا مَا ہِیَ ؕ قَالَ اِنَّہٗ یَقُوۡلُ اِنَّہَا بَقَرَۃٌ لَّا فَارِضٌ وَّلَا بِکۡرٌ ؕ عَوَانٌۢ بَیۡنَ ذٰلِکَ ؕ فَافۡعَلُوۡا مَا تُؤۡمَرُوۡنَ","en_translation":"They said: Pray for us unto thy Lord that He make clear to us what (cow) she is. (Moses) answered: Lo! He saith, Verily she is a cow neither with calf nor immature; (she is) between the two conditions; so do that which ye are commanded.","bn_translation":"তারা বলেছিলঃ তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যে, তিনি আমাদেরকে যেন ওটা কি কি গুণ বিশিষ্ট হওয়া দরকার তা বলে দেন। সে বলেছিলঃ তিনি বলেছেন যে, নিশ্চয়ই সেই গরু বয়োঃবৃদ্ধ নয় এবং শাবকও নয়, এ দু’য়ের মধ্যবর্তী; অতএব তোমরা যেরূপ আদিষ্ট হয়েছ তা করে ফেল।"}	,
    {"verse_id":	69	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"قَالُوا ادۡعُ لَنَا رَبَّکَ یُبَیِّنۡ لَّنَا مَا لَوۡنُہَا ؕ قَالَ اِنَّہٗ یَقُوۡلُ اِنَّہَا بَقَرَۃٌ صَفۡرَآءُ ۙ فَاقِعٌ لَّوۡنُہَا تَسُرُّ النّٰظِرِیۡنَ","en_translation":"They said: Pray for us unto thy Lord that He make clear to us of what colour she is. (Moses) answered: Lo! He saith: Verily she is a yellow cow. Bright is her colour, gladdening beholders.","bn_translation":"তারা বলেছিলঃ তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যে, তিনি যেন ওর বর্ণ কিরূপ তা আমাদেরকে বলে দেন। সে বলেছিলঃ তিনি বলেছেন যে, নিশ্চয়ই সেই গরুর বর্ণ গাঢ় পীত, ওটা দর্শকদেরকে আনন্দ দান করে।"}	,
    {"verse_id":	70	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"قَالُوا ادۡعُ لَنَا رَبَّکَ یُبَیِّنۡ لَّنَا مَا ہِیَ ۙ اِنَّ الۡبَقَرَ تَشٰبَہَ عَلَیۡنَا ؕ وَاِنَّاۤ اِنۡ شَآءَ اللّٰہُ لَمُہۡتَدُوۡنَ","en_translation":"They said: Pray for us unto thy Lord that He make clear to us what (cow) she is. Lo! cows are much alike to us; and Lo! if Allah wills, we may be led aright.","bn_translation":"তারা বলেছিলঃ তুমি আমাদের জন্য তোমার রবের নিকট প্রার্থনা কর যে, তিনি যেন ওটা কিরূপ তা আমাদের জন্য বর্ণনা করেন, নিশ্চয়ই আমাদের নিকট সকল গরুই সমতুল্য এবং আল্লাহ ইচ্ছা করলে আমরা সুপথগামী হব।"}	,
    {"verse_id":	71	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"قَالَ اِنَّہٗ یَقُوۡلُ اِنَّہَا بَقَرَۃٌ لَّا ذَلُوۡلٌ تُثِیۡرُ الۡاَرۡضَ وَلَا تَسۡقِی الۡحَرۡثَ ۚ  مُسَلَّمَۃٌ لَّا شِیَۃَ فِیۡہَا ؕ  قَالُوا الۡـٰٔنَ جِئۡتَ بِالۡحَقِّ ؕ  فَذَبَحُوۡہَا وَمَا کَادُوۡا یَفۡعَلُوۡنَ ","en_translation":"(Moses) answered: Lo! He saith: Verily she is a cow unyoked; she plougheth not the soil nor watereth the tilth; whole and without mark. They said: Now thou bringest the truth. So they sacrificed her, though almost they did not.","bn_translation":"সে বলেছিলঃ নিশ্চয়ই তিনি বলেছেন যে, অবশ্যই সেই গরু সুস্থকায়, নিখুঁত, ওটা চাষাবাদের কাজে লাগানো হয়নি এবং ক্ষেতে পানি সেচনেও নিযুক্ত হয়নি। তারা বলেছিলঃ এক্ষণে তুমি সত্য এনেছ, অতঃপর তারা ওটা যবাহ করল যা তাদের করার ইচ্ছা ছিলনা।"}	,
    {"verse_id":	72	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"وَاِذۡ قَتَلۡتُمۡ نَفۡسًا فَادّٰرَءۡتُمۡ فِیۡہَا ؕ  وَاللّٰہُ مُخۡرِجٌ مَّا کُنۡتُمۡ تَکۡتُمُوۡنَ ۚ","en_translation":"And (remember) when ye slew a man and disagreed concerning it and Allah brought forth that which ye were hiding.","bn_translation":"এবং যখন তোমরা এক ব্যক্তিকে হত্যা করার পর তদ্বিষয়ে বিরোধ করছিলে এবং তোমরা যা গোপন করছিলে আল্লাহ তার প্রকাশক হলেন।"}	,
    {"verse_id":	73	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"فَقُلۡنَا اضۡرِبُوۡہُ بِبَعۡضِہَا ؕ کَذٰلِکَ یُحۡیِ اللّٰہُ الۡمَوۡتٰی ۙ وَیُرِیۡکُمۡ اٰیٰتِہٖ لَعَلَّکُمۡ تَعۡقِلُوۡنَ","en_translation":"And We said: Smite him with some of it. Thus Allah bringeth the dead to life and showeth you His portents so that ye may understand.","bn_translation":"অতঃপর আমি বলেছিলামঃ ওর এক খন্ড দ্বারা তাকে আঘাত কর, এই রূপে আল্লাহ মৃতকে জীবিত করেন এবং স্বীয় নিদর্শনসমূহ প্রদর্শন করেন যাতে তোমরা হৃদয়ঙ্গম কর।"}	,
    {"verse_id":	74	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"ثُمَّ قَسَتۡ قُلُوۡبُکُمۡ مِّنۡۢ بَعۡدِ ذٰلِکَ فَہِیَ کَالۡحِجَارَۃِ اَوۡ اَشَدُّ قَسۡوَۃً ؕ وَاِنَّ مِنَ الۡحِجَارَۃِ لَمَا یَتَفَجَّرُ مِنۡہُ الۡاَنۡہٰرُ ؕ وَاِنَّ مِنۡہَا لَمَا یَشَّقَّقُ فَیَخۡرُجُ مِنۡہُ الۡمَآءُ ؕ وَاِنَّ مِنۡہَا لَمَا یَہۡبِطُ مِنۡ خَشۡیَۃِ اللّٰہِ ؕ وَ مَا اللّٰہُ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ","en_translation":"Then, even after that, your hearts were hardened and became as rocks, or worse than rocks, for hardness. For indeed there are rocks from out which rivers gush, and indeed there are rocks which split asunder so that water floweth from them. And indeed there are rocks which fall down for the fear of Allah. Allah is not unaware of what ye do.","bn_translation":"অতঃপর তোমাদের হৃদয় প্রস্তরের ন্যায় কঠিন, বরং ওর চেয়েও কঠিনতর হল এবং নিশ্চয়ই প্রস্তর হতেও প্রস্রবন নির্গত হয় এবং নিশ্চয়ই ওগুলির মধ্যে কোন কোনটি বিদীর্ণ হয়, অতঃপর তা হতে পানি নির্গত হয় এবং নিশ্চয়ই ঐগুলির মধ্যে কোনটি আল্লাহর ভয়ে পতিত হয় এবং তোমরা যা করছ তৎপ্রতি আল্লাহ অমনোযোগী নন।"}	,
    {"verse_id":	75	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"اَفَتَطۡمَعُوۡنَ اَنۡ یُّؤۡمِنُوۡا لَکُمۡ وَقَدۡ کَانَ فَرِیۡقٌ مِّنۡہُمۡ یَسۡمَعُوۡنَ کَلٰمَ اللّٰہِ ثُمَّ یُحَرِّفُوۡنَہٗ مِنۡۢ بَعۡدِ مَا عَقَلُوۡہُ وَہُمۡ یَعۡلَمُوۡنَ","en_translation":"Have ye any hope that they will be true to you when a party of them used to listen to the word of Allah, then used to change it, after they had understood it, knowingly ?","bn_translation":"তোমরা কি আশা কর যে, তোমাদের কথায় তারা ঈমান আনবে? অথচ তাদের মধ্যে এমন কতক লোক গত হয়েছে যারা আল্লাহর কালাম শুনত, অতঃপর উহা বুঝার পর উহাকে বিকৃত করত, অথচ তারা জানত।"}	,
    {"verse_id":	76	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"وَاِذَا لَقُوا الَّذِیۡنَ اٰمَنُوۡا قَالُوۡۤا اٰمَنَّا ۚۖ وَاِذَا خَلَا بَعۡضُہُمۡ اِلٰی بَعۡضٍ قَالُوۡۤا اَتُحَدِّثُوۡنَہُمۡ بِمَا فَتَحَ اللّٰہُ عَلَیۡکُمۡ لِیُحَآجُّوۡکُمۡ بِہٖ عِنۡدَ رَبِّکُمۡ ؕ اَفَلَا تَعۡقِلُوۡنَ","en_translation":"And when they fall in with those who believe, they say: We believe. But when they go apart one with another they say: Prate ye to them of that which Allah hath disclosed to you that they may contend with you before your Lord concerning it ? Have ye then no sense ?","bn_translation":"যখন তারা মু’মিনদের সাথে মিলিত হয় তখন বলেঃ আমরা ঈমান এনেছি; আর যখন তাদের কেহ কারও (ইয়াহুদীর) নিকট গোপনে যায় তখন তারা বলেঃ তোমরা কি মুসলিমদেরকে এমন কথা বলে দাও যা আল্লাহ তোমাদের নিকট প্রকাশ করেছেন? পরিণামে তারা তোমাদেরকে তর্কে পরাজিত করবে (এই বলে) যে, এ বিষয়টি রবের নিকট হতে তোমাদের কিতাবে রয়েছে, তোমরা কি বুঝনা?"}	,
    {"verse_id":	77	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"اَوَلَا یَعۡلَمُوۡنَ اَنَّ اللّٰہَ یَعۡلَمُ مَا یُسِرُّوۡنَ وَمَا یُعۡلِنُوۡنَ","en_translation":"Are they then unaware that Allah knoweth that which they keep hidden and that which they proclaim ?","bn_translation":"তারা কি জানেনা যে, তারা যা গোপন রাখে এবং যা প্রকাশ করে, আল্লাহ সবই জানেন?"}	,
    {"verse_id":	78	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"وَمِنۡہُمۡ اُمِّیُّوۡنَ لَا یَعۡلَمُوۡنَ الۡکِتٰبَ اِلَّاۤ اَمَانِیَّ وَاِنۡ ہُمۡ اِلَّا یَظُنُّوۡنَ","en_translation":"Among them are unlettered folk who know the Scripture not except from hearsay. They but guess.","bn_translation":"এবং তাদের মধ্যে অনেক অশিক্ষিত লোক আছে যারা প্রবৃত্তি ব্যতীত কোন গ্রন্থ অবগত নয় এবং তারা শুধু কল্পনাসমূহ রচনা করে থাকে।"}	,
    {"verse_id":	79	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"فَوَیۡلٌ لِّلَّذِیۡنَ یَکۡتُبُوۡنَ الۡکِتٰبَ بِاَیۡدِیۡہِمۡ ٭ ثُمَّ یَقُوۡلُوۡنَ ہٰذَا مِنۡ عِنۡدِ اللّٰہِ لِیَشۡتَرُوۡا بِہٖ ثَمَنًا قَلِیۡلًا ؕ فَوَیۡلٌ لَّہُمۡ مِّمَّا کَتَبَتۡ اَیۡدِیۡہِمۡ وَوَیۡلٌ لَّہُمۡ مِّمَّا یَکۡسِبُوۡنَ","en_translation":"Therefore woe be unto those who write the Scripture with their hands and then say, \"This is from Allah,\" that they may purchase a small gain therewith. Woe unto them for that their hands have written, and woe unto them for that they earn thereby.","bn_translation":"তাদের জন্য আক্ষেপ যারা স্বহস্তে পুস্তক রচনা করে, যারা বলে যে, এটা আল্লাহর নিকট হতে সমাগত! এর দ্বারা তারা সামান্য মূল্য অর্জন করছে, তাদের হস্ত যা লিপিবদ্ধ করেছে তজ্জন্য তাদের প্রতি আক্ষেপ! এবং তারা যা উপার্জন করছে তজ্জন্যও তাদের প্রতি আক্ষেপ!"}	,
    {"verse_id":	80	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"وَقَالُوۡا لَنۡ تَمَسَّنَا النَّارُ اِلَّاۤ اَیَّامًا مَّعۡدُوۡدَۃً ؕ قُلۡ اَتَّخَذۡتُمۡ عِنۡدَ اللّٰہِ عَہۡدًا فَلَنۡ یُّخۡلِفَ اللّٰہُ عَہۡدَہٗۤ اَمۡ تَقُوۡلُوۡنَ عَلَی اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"And they say: The Fire (of punishment) will not touch us save for a certain number of days. Say: Have ye received a covenant from Allah - truly Allah will not break His covenant - or tell ye concerning Allah that which ye know not ?","bn_translation":"এবং তারা বলেঃ নির্ধারিত দিনসমূহ ব্যতীত (জাহন্নামের) আগুন আমাদেরকে স্পর্শ করবেনা। তুমি বলঃ তোমরা কি আল্লাহর নিকট হতে অঙ্গীকার নিয়েছ যে, পরে আল্লাহ কখনই স্বীয় অঙ্গীকারের অন্যথা করবেননা? অথবা আল্লাহ সম্বন্ধে যা জানোনা তোমরা তা’ই বলছ?"}	,
    {"verse_id":	81	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"بَلٰی مَنۡ کَسَبَ سَیِّئَۃً وَّاَحَاطَتۡ بِہٖ خَطِیۡٓــَٔتُہٗ فَاُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"Nay, but whosoever hath done evil and his sin surroundeth him; such are rightful owners of the Fire; they will abide therein.","bn_translation":"হ্যাঁ, যারা অনিষ্ট অর্জন করেছে এবং স্বীয় পাপের দ্বারা পরিবেষ্টিত হয়েছে তারাই অগ্নিবাসী, সেখানে তারা সদা অবস্থান করবে।"}	,
    {"verse_id":	82	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"وَالَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ ۚ  ہُمۡ فِیۡہَا خٰلِدُوۡنَ ","en_translation":"And those who believe and do good works: such are rightful owners of the Garden. They will abide therein.","bn_translation":"এবং যারা বিশ্বাস স্থাপন করেছে ও সৎ কাজ করছে তারাই জান্নাতবাসী, তন্মধ্যে তারা চিরকাল অবস্থান করবে।"}	,
    {"verse_id":	83	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"وَاِذۡ اَخَذۡنَا مِیۡثَاقَ بَنِیۡۤ اِسۡرَآءِیۡلَ لَا تَعۡبُدُوۡنَ اِلَّا اللّٰہَ ۟ وَبِالۡوَالِدَیۡنِ اِحۡسَانًا وَّذِی ‌الۡقُرۡبٰی وَالۡیَتٰمٰی وَالۡمَسٰکِیۡنِ وَقُوۡلُوۡا لِلنَّاسِ حُسۡنًا وَّاَقِیۡمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ ؕ ثُمَّ تَوَلَّیۡتُمۡ اِلَّا قَلِیۡلًا مِّنۡکُمۡ وَاَنۡتُمۡ مُّعۡرِضُوۡنَ","en_translation":"And (remember) when We made a covenant with the Children of Israel, (saying): Worship none save Allah (only), and be good to parents and to kindred and to orphans and the needy, and speak kindly to mankind; and establish worship and pay the poor-due. Then, after that, ye slid back, save a few of you, being averse.","bn_translation":"আর যখন আমি বানী ইসরাঈল হতে অঙ্গীকার নিয়েছিলাম যে, তোমরা আল্লাহ ব্যতীত আর কারও ইবাদাত করবেনা এবং মাতাপিতার সঙ্গে সদ্ব্যবহার করবে ও আত্মীয়দের, পিতৃহীনদের ও মিসকীনদের সঙ্গেও (সদ্ব্যবহার করবে), আর তোমরা লোকের সাথে উত্তমভাবে কথা বলবে এবং সালাত প্রতিষ্ঠিত করবে ও যাকাত প্রদান করবে; অতঃপর তোমাদের মধ্য হতে অল্প সংখ্যক ব্যতীত তোমরা সকলেই বিমুখ হয়েছিলে, যেহেতু তোমরা ছিলে অগ্রাহ্যকারী।"}	,
    {"verse_id":	84	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"وَاِذۡ اَخَذۡنَا مِیۡثَاقَکُمۡ لَا تَسۡفِکُوۡنَ دِمَآءَکُمۡ وَلَا تُخۡرِجُوۡنَ اَنۡفُسَکُمۡ مِّنۡ دِیَارِکُمۡ ثُمَّ اَقۡرَرۡتُمۡ وَاَنۡتُمۡ تَشۡہَدُوۡنَ","en_translation":"And when We made with you a covenant (saying): Shed not the blood of your people nor turn (a party of) your people out of your dwellings. Then ye ratified (Our covenant) and ye were witnesses (thereto).","bn_translation":"এবং আমি যখন তোমাদের অঙ্গীকার গ্রহণ করেছিলাম যে, পরস্পর শোণিতপাত করবেনা এবং স্বীয় বাসস্থান হতে আপন ব্যক্তিদেরকে বহিস্কার করবেনা; অতঃপর তোমরা স্বীকৃত হয়েছিলে এবং তোমরাই ওর সাক্ষী ছিলে।"}	,
    {"verse_id":	85	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"ثُمَّ اَنۡتُمۡ ہٰۤـؤُلَآءِ تَقۡتُلُوۡنَ اَنۡفُسَکُمۡ وَتُخۡرِجُوۡنَ فَرِیۡقًا مِّنۡکُمۡ مِّنۡ دِیَارِہِمۡ ۫ تَظٰہَرُوۡنَ عَلَیۡہِمۡ بِالۡاِثۡمِ وَالۡعُدۡوَانِ ؕ وَاِنۡ یَّاۡتُوۡکُمۡ اُسٰرٰی تُفٰدُوۡہُمۡ وَہُوَ مُحَرَّمٌ عَلَیۡکُمۡ اِخۡرَاجُہُمۡ ؕ اَفَتُؤۡمِنُوۡنَ بِبَعۡضِ الۡکِتٰبِ وَتَکۡفُرُوۡنَ بِبَعۡضٍ ۚ فَمَا جَزَآءُ مَنۡ یَّفۡعَلُ ذٰلِکَ مِنۡکُمۡ اِلَّا خِزۡیٌ فِی الۡحَیٰوۃِ الدُّنۡیَا ۚ وَیَوۡمَ الۡقِیٰمَۃِ یُرَدُّوۡنَ اِلٰۤی اَشَدِّ الۡعَذَابِ ؕ وَمَا اللّٰہُ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ","en_translation":"Yet ye it is who slay each other and drive out a party of your people from their homes, supporting one another against them by sin and transgression ? - and if they came to you as captives ye would ransom them, whereas their expulsion was itself unlawful for you - Believe ye in part of the Scripture and disbelieve ye in part thereof ? And what is the reward of those who do so save ignominy in the life of the world, and on the Day of Resurrection they will be consigned to the most grievous doom. For Allah is not unaware of what ye do.","bn_translation":"অতঃপর সেই তোমরাই পরস্পর খুনাখুনি করছ এবং তোমরা তোমাদের মধ্য হতে এক দলকে তাদের গৃহ হতে বহিস্কার করে দিচ্ছ, তাদের বিরুদ্ধে (শত্রুতা বশতঃ) পাপ ও অন্যায় কাজে সাহায্য করছ এবং তারা বন্দী হয়ে তোমাদের নিকট আনীত হলে তোমরা তাদেরকে বিনিময় প্রদান কর, অথচ তাদেরকে বহিস্কার করা তোমাদের জন্য অবৈধ ছিল, তাহলে কি তোমরা গ্রন্থের কিছু অংশ বিশ্বাস কর এবং কিছু অংশ অবিশ্বাস কর? তোমাদের মধ্যে যারা এরূপ করে তাদের পার্থিব জীবনে দুর্গতি ব্যতীত কিছুই নেই এবং উত্থান দিনে তারা কঠোর শাস্তির দিকে নিক্ষিপ্ত হবে এবং তোমরা যা করছ, তদ্বিষয়ে আল্লাহ অমনোযোগী নন।"}	,
    {"verse_id":	86	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"اُولٰٓئِکَ الَّذِیۡنَ اشۡتَرَوُا الۡحَیٰوۃَ الدُّنۡیَا بِالۡاٰخِرَۃِ ۫  فَلَا یُخَفَّفُ عَنۡہُمُ الۡعَذَابُ وَلَا ہُمۡ یُنۡصَرُوۡنَ ","en_translation":"Such are those who buy the life of the world at the price of the Hereafter. Their punishment will not be lightened, neither will they have support.","bn_translation":"এরাই আখিরাতের বিনিময়ে পার্থিব জীবন ক্রয় করেছে, অতএব তাদের দন্ড লঘু করা হবেনা এবং তারা সাহায্য প্রাপ্তও হবেনা।"}	,
    {"verse_id":	87	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"وَلَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ وَقَفَّیۡنَا مِنۡۢ بَعۡدِہٖ بِالرُّسُلِ ۫ وَاٰتَیۡنَا عِیۡسَی ابۡنَ مَرۡیَمَ الۡبَیِّنٰتِ وَاَیَّدۡنٰہُ بِرُوۡحِ الۡقُدُسِ ؕ اَفَکُلَّمَا جَآءَکُمۡ رَسُوۡلٌۢ بِمَا لَا تَہۡوٰۤی اَنۡفُسُکُمُ اسۡتَکۡبَرۡتُمۡ ۚ فَفَرِیۡقًا کَذَّبۡتُمۡ ۫ وَفَرِیۡقًا تَقۡتُلُوۡنَ","en_translation":"And verily We gave unto Moses the Scripture and We caused a train of messengers to follow after him, and We gave unto Jesus, son of Mary, clear proofs (of Allahâ€™s sovereignty), and We supported him with the Holy spirit. Is it ever so, that, when there cometh unto you a messenger (from Allah) with that which ye yourselves desire not, ye grow arrogant, and some ye disbelieve and some ye slay ?","bn_translation":"এবং অবশ্যই আমি মূসাকে কিতাব প্রদান করেছি ও তৎপরে ক্রমান্বয়ে রাসূলগণকে প্রেরণ করেছি, এবং আমি মারইয়াম নন্দন ঈসাকে নিদর্শনসমূহ প্রদান করেছিলাম এবং পবিত্র আত্মাযোগে তাকে শক্তি সম্পন্ন করেছিলাম; কিন্তু পরে যখন তোমাদের নিকট কোন রাসূল - তোমাদের প্রবৃত্তি যা ইচ্ছা করতনা তা নিয়ে উপস্থিত হল তখন তোমরা অহংকার করলে, অবশেষে এক দলকে মিথ্যাবাদী বললে এবং একদলকে হত্যা করলে।"}	,
    {"verse_id":	88	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"وَقَالُوۡا قُلُوۡبُنَا غُلۡفٌ ؕ بَلۡ لَّعَنَہُمُ اللّٰہُ بِکُفۡرِہِمۡ فَقَلِیۡلًا مَّا یُؤۡمِنُوۡنَ","en_translation":"And they say: Our hearts are hardened. Nay, but Allah hath cursed them for their unbelief. Little is that which they believe.","bn_translation":"এবং তারা বলে, আমাদের হৃদয় আবৃত; এবং তাদের অবিশ্বাসের জন্য আল্লাহ তাদেরকে অভিসম্পাত করেছেন - যেহেতু তারা অতি অল্পই বিশ্বাস করে।"}	,
    {"verse_id":	89	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"وَلَمَّا جَآءَہُمۡ کِتٰبٌ مِّنۡ عِنۡدِ اللّٰہِ مُصَدِّقٌ لِّمَا مَعَہُمۡ ۙ وَکَانُوۡا مِنۡ قَبۡلُ یَسۡتَفۡتِحُوۡنَ عَلَی الَّذِیۡنَ کَفَرُوۡا ۚۖ فَلَمَّا جَآءَہُمۡ مَّا عَرَفُوۡا کَفَرُوۡا بِہٖ ۫ فَلَعۡنَۃُ اللّٰہِ عَلَی الۡکٰفِرِیۡنَ","en_translation":"And when there cometh unto them a scripture from Allah, confirming that in their possession - though before that they were asking for a signal triumph over those who disbelieved - and when there cometh unto them that which they know (to be the truth) they disbelieve therein. The curse of Allah is on disbelievers.","bn_translation":"এবং যখন আল্লাহর সন্নিধান হতে তাদের নিকট যা আছে তার সত্যতা প্রতিপাদক গ্রন্থ উপস্থিত হল এবং যা পূর্ব হতেই তারা কাফিরদের উপর বিজয় প্রার্থনা করত; অতঃপর যখন তাদের নিকট সেই পরিচিত কিতাব এল তখন তারা তাকে অস্বীকার করল। সুতরাং এরূপ কাফিরদের উপর আল্লাহর লা’নত বর্ষিত হোক।"}	,
    {"verse_id":	90	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"بِئۡسَمَا اشۡتَرَوۡا بِہٖۤ اَنۡفُسَہُمۡ اَنۡ یَّکۡفُرُوۡا بِمَاۤ اَنۡزَلَ اللّٰہُ بَغۡیًا اَنۡ یُّنَزِّلَ اللّٰہُ مِنۡ فَضۡلِہٖ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ۚ فَبَآءُوۡ بِغَضَبٍ عَلٰی غَضَبٍ ؕ وَلِلۡکٰفِرِیۡنَ عَذَابٌ مُّہِیۡنٌ","en_translation":"Evil is that for which they sell their souls: that they should disbelieve in that which Allah hath revealed, grudging that Allah should reveal of His bounty unto whom He will of His slaves. They have incurred anger upon anger. For disbelievers is a shameful doom.","bn_translation":"যার বিনিময়ে তারা নিজেদের বিক্রি করেছে তা খুবই মন্দ, যেহেতু তারা আল্লাহ যা নাযিল করেছেন তা অস্বীকার করেছে - এই হঠকারিতার জন্য যে, আল্লাহ স্বীয় বান্দাদের মধ্যে যার প্রতি ইচ্ছা অনুগ্রহ অবতারণ করেন। অতএব তারা ক্রোধের উপর ক্রোধ অর্জন করেছে। এবং কাফিরদের জন্য লাঞ্ছনাদায়ক শাস্তি রয়েছে।"}	,
    {"verse_id":	91	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"وَاِذَا قِیۡلَ لَہُمۡ اٰمِنُوۡا بِمَاۤ اَنۡزَلَ اللّٰہُ قَالُوۡا نُؤۡمِنُ بِمَاۤ اُنۡزِلَ عَلَیۡنَا وَیَکۡفُرُوۡنَ بِمَا وَرَآءَہٗ ٭ وَہُوَ الۡحَقُّ مُصَدِّقًا لِّمَا مَعَہُمۡ ؕ قُلۡ فَلِمَ تَقۡتُلُوۡنَ اَنۡۢبِیَآءَ اللّٰہِ مِنۡ قَبۡلُ اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ","en_translation":"And when it is said unto them: Believe in that which Allah hath revealed, they say: We believe in that which was revealed unto us. And they disbelieve in that which cometh after it, though it is the truth confirming that which they possess. Say (unto them, O Muhammad): Why then slew ye the prophets of Allah aforetime, if ye are (indeed) believers ?","bn_translation":"এবং যখন তাদেরকে বলা হয় - আল্লাহ যা অবতীর্ণ করেছেন তা বিশ্বাস কর তখন তারা বলেঃ যা আমাদের প্রতি অবতীর্ণ হয়েছে আমরা তা’ই বিশ্বাস করি এবং তা ছাড়া যা রয়েছে তা অবিশ্বাস করি; অথচ এ গ্রন্থটি সত্য, তাদের কাছে যা আছে এটা তারই সত্যতার প্রতিপাদক। তুমি বলঃ যদি তোমরা বিশ্বাসীই ছিলে তাহলে ইতোপূর্বে কেন আল্লাহর নাবীগণকে হত্যা করেছিলে?"}	,
    {"verse_id":	92	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"وَلَقَدۡ جَآءَکُمۡ مُّوۡسٰی بِالۡبَیِّنٰتِ ثُمَّ اتَّخَذۡتُمُ الۡعِجۡلَ مِنۡۢ بَعۡدِہٖ وَاَنۡتُمۡ ظٰلِمُوۡنَ","en_translation":"And Moses came unto you with clear proofs (of Allahâ€™s Sovereignty), yet, while he was away, ye chose the calf (for worship) and ye were wrong-doers.","bn_translation":"এবং নিশ্চয়ই মূসা উজ্জ্বল নিদর্শনাবলীসহ তোমাদের নিকট উপস্থিত হয়েছিল; অনন্তর তোমরা গো-বৎসকে উপাস্য রূপে গ্রহণ করেছিলে, যেহেতু তোমরা অত্যাচারী ছিলে।"}	,
    {"verse_id":	93	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"وَاِذۡ اَخَذۡنَا مِیۡثَاقَکُمۡ وَرَفَعۡنَا فَوۡقَکُمُ الطُّوۡرَ ؕ خُذُوۡا مَاۤ اٰتَیۡنٰکُمۡ بِقُوَّۃٍ وَّاسۡمَعُوۡا ؕ قَالُوۡا سَمِعۡنَا وَعَصَیۡنَا ٭ وَاُشۡرِبُوۡا فِیۡ قُلُوۡبِہِمُ الۡعِجۡلَ بِکُفۡرِہِمۡ ؕ قُلۡ بِئۡسَمَا یَاۡمُرُکُمۡ بِہٖۤ اِیۡمَانُکُمۡ اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ","en_translation":"And when We made with you a covenant and caused the Mount to tower above you, (saying): Hold fast by that which We have given you, and hear (Our Word), they said: We hear and we rebel. And (worship of) the calf was made to sink into their hearts because of their rejection (of the covenant). Say (unto them): Evil is that which your belief enjoineth on you, if ye are believers.","bn_translation":"এবং যখন আমি তোমাদের অঙ্গীকার গ্রহণ করেছিলাম এবং তোমাদের উপর তূর পর্বত সমুচ্চ করেছিলাম এবং বলেছিলাম যে, আমি যা প্রদান করলাম তা দৃঢ়রূপে ধারণ কর এবং শ্রবণ কর। তারা বলেছিল, আমরা শুনলাম ও অগ্রাহ্য করলাম, এবং তাদের অবিশ্বাসের নিমিত্ত তাদের অন্তরসমূহে গো-বৎস প্রিয়তা সিঞ্চিত হয়েছিল। তুমি বলঃ যদি তোমরা বিশ্বাসী হও তাহলে তোমাদের বিশ্বাস যা কিছু আদেশ করছে তা অত্যন্ত নিন্দনীয়।"}	,
    {"verse_id":	94	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"قُلۡ اِنۡ کَانَتۡ لَکُمُ الدَّارُ الۡاٰخِرَۃُ عِنۡدَ اللّٰہِ خَالِصَۃً مِّنۡ دُوۡنِ النَّاسِ فَتَمَنَّوُا الۡمَوۡتَ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"Say (unto them): If the abode of the Hereafter in the providence of Allah is indeed for you alone and not for others of mankind (as ye pretend), then long for death (for ye must long for death) if ye are truthful.","bn_translation":"তুমি বলঃ যদি অপর ব্যক্তিগণ অপেক্ষা তোমাদের জন্য আল্লাহর নিকট বিশেষ পারলৌকিক আলয় থাকে তাহলে তোমরা মৃত্যু কামনা কর, যদি তোমরা সত্যবাদী হও।"}	,
    {"verse_id":	95	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"وَلَنۡ یَّتَمَنَّوۡہُ اَبَدًۢا بِمَا قَدَّمَتۡ اَیۡدِیۡہِمۡ ؕ وَاللّٰہُ عَلِیۡمٌۢ بِالظّٰلِمِیۡنَ","en_translation":"But they will never long for it, because of that which their own hands have sent before them. Allah is aware of evil-doers.","bn_translation":"এবং তাদের হস্তসমূহ পূর্বে যা প্রেরণ করেছে তজ্জন্য তারা কখনই তা কামনা করবেনা এবং আল্লাহ অত্যাচারীদের সম্বন্ধে সবিশেষ অবগত আছেন।"}	,
    {"verse_id":	96	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"وَلَتَجِدَنَّہُمۡ اَحۡرَصَ النَّاسِ عَلٰی حَیٰوۃٍ ۚۛ  وَمِنَ الَّذِیۡنَ اَشۡرَکُوۡا ۚۛ  یَوَدُّ اَحَدُہُمۡ لَوۡ یُعَمَّرُ اَلۡفَ سَنَۃٍ ۚ  وَمَا ہُوَ بِمُزَحۡزِحِہٖ مِنَ الۡعَذَابِ اَنۡ یُّعَمَّرَ ؕ  وَاللّٰہُ بَصِیۡرٌۢ بِمَا یَعۡمَلُوۡنَ ","en_translation":"And thou wilt find them greediest of mankind for life and (greedier) than the idolaters. (Each) one of them would like to be allowed to live a thousand years. And to live (a thousand years) would be no means remove him from the doom. Allah is Seer of what they do.","bn_translation":"এবং নিশ্চয়ই তুমি তাদেরকে অন্যান্য লোক এবং অংশীবাদীদের অপেক্ষাও অধিকতর আয়ু-আকাংক্ষী পাবে; তাদের মধ্যে প্রত্যেকে কামনা করে যেন তাকে হাজার বছর আয়ু দেয়া হয়, এবং ঐরূপ আয়ু প্রাপ্তিও তাদেরকে শাস্তি হতে মুক্ত করতে পারবেনা এবং তারা যা করছে আল্লাহ তার পরিদর্শক।"}	,
    {"verse_id":	97	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"قُلۡ مَنۡ کَانَ عَدُوًّا لِّجِبۡرِیۡلَ فَاِنَّہٗ نَزَّلَہٗ عَلٰی قَلۡبِکَ بِاِذۡنِ اللّٰہِ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡہِ وَہُدًی وَّبُشۡرٰی لِلۡمُؤۡمِنِیۡنَ","en_translation":"Say (O Muhammad, to mankind): Who is an enemy to Gabriel! For he it is who hath revealed (this Scripture) to thy heart by Allahâ€™s leave, confirming that which was (revealed) before it, and a guidance and glad tidings to believers;","bn_translation":"তুমি বলঃ যে ব্যক্তি জিবরাঈলের সাথে শত্রুতা রাখে এ জন্য যে, সে আল্লাহর হুকুমে এই কুরআনকে তোমার অন্তঃকরণ পর্যন্ত পৌঁছিয়েছে, যা পূর্ববতী কিতাবসমূহের সত্যতা প্রমাণ করছে এবং মু’মিনদের সুসংবাদ দিচ্ছে ।"}	,
    {"verse_id":	98	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"مَنۡ کَانَ عَدُوًّا لِّلّٰہِ وَمَلٰٓئِکَتِہٖ وَرُسُلِہٖ وَجِبۡرِیۡلَ وَمِیۡکٰىلَ فَاِنَّ اللّٰہَ عَدُوٌّ لِّلۡکٰفِرِیۡنَ","en_translation":"Who is an enemy to Allah, and His angels and His messengers, and Gabriel and Michael! Then, lo! Allah (Himself) is an enemy to the disbelievers.","bn_translation":"যে ব্যক্তি আল্লাহর, তাঁর মালাইকা/ফেরেশতাগণের, তাঁর রাসূলগণের, জিবরাঈলের এবং মিকাঈলের শত্রু, নিশ্চয়ই আল্লাহ এরূপ কাফিরদের শত্রু।"}	,
    {"verse_id":	99	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"وَلَقَدۡ اَنۡزَلۡنَاۤ اِلَیۡکَ اٰیٰتٍۭ بَیِّنٰتٍ ۚ وَمَا یَکۡفُرُ بِہَاۤ اِلَّا الۡفٰسِقُوۡنَ","en_translation":"Verily We have revealed unto thee clear tokens, and only miscreants will disbelieve in them.","bn_translation":"এবং নিশ্চয়ই আমি তোমার প্রতি স্পষ্ট নিদর্শনসমূহ অবতরণ করেছি এবং দুস্কর্মকারী ব্যতীত কেহই তা অবিশ্বাস করবেনা।"}	,
    {"verse_id":	100	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০০","ar_ayat":"﴿﻿۱۰۰﻿﴾","text_indo_pak":"اَوَکُلَّمَا عٰہَدُوۡا عَہۡدًا نَّبَذَہٗ فَرِیۡقٌ مِّنۡہُمۡ ؕ بَلۡ اَکۡثَرُہُمۡ لَا یُؤۡمِنُوۡنَ","en_translation":"Is it ever so that when they make a covenant a party of them set it aside ? The truth is, most of them believe not.","bn_translation":"কি আশ্চর্য! যখন তারা কোন অঙ্গীকারে আবদ্ধ হল তখনই তাদের একদল তা ভঙ্গ করল। বরং তাদের অধিকাংশই বিশ্বাস করেনা।"}	,
    {"verse_id":	101	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০১","ar_ayat":" ﴿﻿۱۰۱﻿﴾","text_indo_pak":"وَلَمَّا جَآءَہُمۡ رَسُوۡلٌ مِّنۡ عِنۡدِ اللّٰہِ مُصَدِّقٌ لِّمَا مَعَہُمۡ نَبَذَ فَرِیۡقٌ مِّنَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ ٭ۙ  کِتٰبَ اللّٰہِ وَرَآءَ ظُہُوۡرِہِمۡ کَاَنَّہُمۡ لَا یَعۡلَمُوۡنَ ۫","en_translation":"And when there cometh unto them a messenger from Allah, confirming that which they possess, a party of those who have received the Scripture fling the Scripture of Allah behind their backs as if they knew not,","bn_translation":"এবং যখন আল্লাহর নিকট হতে, তাদের নিকট যা আছে তার সত্য প্রত্যয়নকারী রাসূল তাদের নিকট আগমন করল, তখন যাদেরকে গ্রন্থ প্রদান করা হয়েছে তাদের একদল আল্লাহর গ্রন্থকে নিজেদের পশ্চাদভাগে নিক্ষেপ করল, যেন তারা কিছুই জানেনা।"}	,
    {"verse_id":	102	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০২","ar_ayat":"﴿﻿۱۰۲﻿﴾","text_indo_pak":"وَاتَّبَعُوۡا مَا تَتۡلُوا الشَّیٰطِیۡنُ عَلٰی مُلۡکِ سُلَیۡمٰنَ ۚ وَمَا کَفَرَ سُلَیۡمٰنُ وَلٰکِنَّ الشَّیٰطِیۡنَ کَفَرُوۡا یُعَلِّمُوۡنَ النَّاسَ السِّحۡرَ ٭ وَمَاۤ اُنۡزِلَ عَلَی الۡمَلَکَیۡنِ بِبَابِلَ ہَارُوۡتَ وَمَارُوۡتَ ؕ وَمَا یُعَلِّمٰنِ مِنۡ اَحَدٍ حَتّٰی یَقُوۡلَاۤ اِنَّمَا نَحۡنُ فِتۡنَۃٌ فَلَا تَکۡفُرۡ ؕ فَیَتَعَلَّمُوۡنَ مِنۡہُمَا مَا یُفَرِّقُوۡنَ بِہٖ بَیۡنَ الۡمَرۡءِ وَزَوۡجِہٖ ؕ وَمَا ہُمۡ بِضَآرِّیۡنَ بِہٖ مِنۡ اَحَدٍ اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَیَتَعَلَّمُوۡنَ مَا یَضُرُّہُمۡ وَلَا یَنۡفَعُہُمۡ ؕ وَلَقَدۡ عَلِمُوۡا لَمَنِ اشۡتَرٰىہُ مَا لَہٗ فِی الۡاٰخِرَۃِ مِنۡ خَلَاقٍ ۟ؕ وَلَبِئۡسَ مَا شَرَوۡا بِہٖۤ اَنۡفُسَہُمۡ ؕ لَوۡ کَانُوۡا یَعۡلَمُوۡنَ","en_translation":"And follow that which the devils falsely related against the kingdom of Solomon. Solomon disbelieved not; but the devils disbelieved, teaching mankind magic and that which was revealed to the two angels in Babel, Harut and Marut. Nor did they (the two angels) teach it to anyone till they had said: We are only a temptation, therefore disbelieve not (in the guidance of Allah). And from these two (angles) people learn that by which they cause division between man and wife; but they injure thereby no- one save by Allahâ€™s leave. And they learn that which harmeth them and profiteth them not. And surely they do know that he who trafficketh therein will have no (happy) portion in the Hereafter; and surely evil is the price for which they sell their souls, if they but knew.","bn_translation":"এবং সুলাইমানের রাজত্বকালে শাইতানরা যা আবৃত্তি করত, তারা ওরই অনুসরণ করছে, এবং সুলাইমান অবিশ্বাসী হয়নি - কিন্তু শাইতানরাই অবিশ্বাস করেছিল। তারা লোকদেরকে যাদু বিদ্যা এবং যা বাবেল শহরে হারূত-মারূত মালাক/ফেরেশতাদ্বয়ের প্রতি অবতীর্ণ হয়েছিল তা শিক্ষা দিত, এবং তারা উভয়ে কেহকেও ওটা এ কথা না বলে শিক্ষা দিতনা যে, ‘আমরা পরীক্ষাধীন ছাড়া কিছুই নই, অতএব তোমরা কুফরী করনা’। অনন্তর তারা যাতে স্বামী ও স্ত্রীর মধ্যে বিচ্ছেদ সংঘটিত হয় তা তাদের নিকট থেকে শিক্ষা গ্রহণ করত। কিন্তু তারা আল্লাহর আদেশ ব্যতীত তদ্বারা কারও অনিষ্ট করতে পারতনা, কিন্তু তারা ওটাই শিক্ষা করছে যাতে তাদের ক্ষতি হয় এবং তাদের কোন উপকার সাধিত না হয়; এবং নিশ্চয়ই তারা জ্ঞাত আছে - যে কেহ ওটা ক্রয় করেছে তার জন্য আখিরাতে সুখ লাভ নেই এবং তার বিনিময়ে তারা যে আত্মবিক্রয় করেছে তা নিকৃষ্ট - যদি তারা তা জানত!"}	,
    {"verse_id":	103	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০৩","ar_ayat":"﴿﻿۱۰۳﻿﴾","text_indo_pak":"وَلَوۡ اَنَّہُمۡ اٰمَنُوۡا وَاتَّقَوۡا لَمَثُوۡبَۃٌ مِّنۡ عِنۡدِ اللّٰہِ خَیۡرٌ ؕ  لَوۡ کَانُوۡا یَعۡلَمُوۡنَ ","en_translation":"And if they had believed and kept from evil, a recompense from Allah would be better, if they only knew.","bn_translation":"এবং যদি তারা সত্য সত্যই বিশ্বাস করত ও ধর্মভীরু হত তাহলে আল্লাহর নিকট হতে কল্যাণ লাভ করত - যদি তারা এটা বুঝতো।"}	,
    {"verse_id":	104	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০৪","ar_ayat":"﴿﻿۱۰۴﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَقُوۡلُوۡا رَاعِنَا وَقُوۡلُوا انۡظُرۡنَا وَاسۡمَعُوۡا ؕ وَلِلۡکٰفِرِیۡنَ عَذَابٌ اَلِیۡمٌ","en_translation":"O ye who believe, say not (unto the Prophet): \"Listen to us\" but say \"Look upon us,\" and be ye listeners. For disbelievers is a painful doom.","bn_translation":"হে মু’মিনগণ! তোমরা ‘রা‘য়েনা’ বলনা, বরং ‘উনযুরনা’ বল এবং শুনে নাও - অবিশ্বাসীদের জন্য রয়েছে যন্ত্রনাময় শাস্তি।"}	,
    {"verse_id":	105	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০৫","ar_ayat":"﴿﻿۱۰۵﻿﴾","text_indo_pak":"مَا یَوَدُّ الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ وَلَا الۡمُشۡرِکِیۡنَ اَنۡ یُّنَزَّلَ عَلَیۡکُمۡ مِّنۡ خَیۡرٍ مِّنۡ رَّبِّکُمۡ ؕ وَاللّٰہُ یَخۡتَصُّ بِرَحۡمَتِہٖ مَنۡ یَّشَآءُ ؕ وَاللّٰہُ ذُو الۡفَضۡلِ الۡعَظِیۡمِ","en_translation":"Neither those who disbelieve among the people of the Scripture nor the idolaters love that there should be sent down unto you any good thing from your Lord. But Allah chooseth for His mercy whom He will, and Allah is of Infinite Bounty.","bn_translation":"আহলে কিতাবদের মধ্যে যারা কাফির (অর্থাৎ ইয়াহুদী ও নাসারা) এবং মুশরিকরা মোটেই পছন্দ করেনা যে, তোমাদের রবের পক্ষ হতে তোমাদের উপর কোন কল্যাণ বর্ষিত হোক, আর আল্লাহ যাকে ইচ্ছা করেন তাঁর করুণার জন্য নির্দিষ্ট করে নেন এবং আল্লাহ মহা করুণাময়।"}	,
    {"verse_id":	106	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০৬","ar_ayat":" ﴿﻿۱۰۶﻿﴾","text_indo_pak":"مَا نَنۡسَخۡ مِنۡ اٰیَۃٍ اَوۡ نُنۡسِہَا نَاۡتِ بِخَیۡرٍ مِّنۡہَاۤ اَوۡ مِثۡلِہَا ؕ اَلَمۡ تَعۡلَمۡ اَنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"Nothing of our revelation (even a single verse) do we abrogate or cause be forgotten, but we bring (in place) one better or the like thereof. Knowest thou not that Allah is Able to do all things ?","bn_translation":"আমি কোন আয়াতের হুকুম রহিত করলে কিংবা আয়াতটিকে বিস্মৃত করিয়ে দিলে তদপেক্ষা উত্তম অথবা তদনুরূপ আয়াত আনয়ন করি। তুমি কি জাননা যে, আল্লাহ সর্ব বিষয়ের উপরই ক্ষমতাবান?"}	,
    {"verse_id":	107	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০৭","ar_ayat":"﴿﻿۱۰۷﻿﴾","text_indo_pak":"اَلَمۡ تَعۡلَمۡ اَنَّ اللّٰہَ لَہٗ مُلۡکُ السَّمٰوٰتِ وَالۡاَرۡضِ ؕ وَمَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ وَّلِیٍّ وَّلَا نَصِیۡرٍ","en_translation":"Knowest thou not that it is Allah unto Whom belongeth the Sovereignty of the heavens and the earth; and ye have not, beside Allah, any guardian or helper ?","bn_translation":"তুমি কি জাননা যে, আকাশ ও পৃথিবীর আধিপত্য আল্লাহরই এবং আল্লাহ ব্যতীত তোমাদের কোন বন্ধুও নেই এবং কোন সাহায্যকারীও নেই?"}	,
    {"verse_id":	108	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০৮","ar_ayat":"﴿﻿۱۰۸﻿﴾","text_indo_pak":"اَمۡ تُرِیۡدُوۡنَ اَنۡ تَسۡـَٔلُوۡا رَسُوۡلَکُمۡ کَمَا سُئِلَ مُوۡسٰی مِنۡ قَبۡلُ ؕ وَمَنۡ یَّتَبَدَّلِ الۡکُفۡرَ بِالۡاِیۡمَانِ فَقَدۡ ضَلَّ سَوَآءَ السَّبِیۡلِ","en_translation":"Or would ye question your messenger as Moses was questioned aforetime ? He who chooseth disbelief instead of faith, verily he hath gone astray from a plain road.","bn_translation":"তোমরা কি চাও যে, তোমাদের রাসূলের নিকট আবেদন করবে যেমন ইতোপূর্বে মূসার নিকট (হঠকারিতা বশতঃ এইরূপ বহু নিরর্থক) আবেদন করা হয়েছিল? আর যে ব্যক্তি ঈমানের পরিবর্তে কুফরী অবলম্বন করে, নিশ্চয়ই সে সঠিক পথ হতে দূরে সরে পড়ে।"}	,
    {"verse_id":	109	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১০৯","ar_ayat":"﴿﻿۱۰۹﻿﴾","text_indo_pak":"وَدَّ کَثِیۡرٌ مِّنۡ اَہۡلِ الۡکِتٰبِ لَوۡ یَرُدُّوۡنَکُمۡ مِّنۡۢ بَعۡدِ اِیۡمَانِکُمۡ کُفَّارًا ۚۖ حَسَدًا مِّنۡ عِنۡدِ اَنۡفُسِہِمۡ مِّنۡۢ بَعۡدِ مَا تَبَیَّنَ لَہُمُ الۡحَقُّ ۚ فَاعۡفُوۡا وَاصۡفَحُوۡا حَتّٰی یَاۡتِیَ اللّٰہُ بِاَمۡرِہٖ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"Many of the people of the Scripture long to make you disbelievers after your belief, through envy on their own account, after the truth hath become manifest unto them. Forgive and be indulgent (toward them) until Allah give command. Lo! Allah is Able to do all things.","bn_translation":"কিতাবীদের অনেকে তাদের প্রতি সত্য প্রকাশিত হওয়ার পর তারা তাদের অন্তর্হিত বিদ্বেষ বশতঃ তোমাদেরকে বিশ্বাস স্থাপনের পরে অবিশ্বাসী করতে ইচ্ছা করে; কিন্তু যে পর্যন্ত আল্লাহ স্বয়ং আদেশ আনয়ন না করেন সে পর্যন্ত তোমরা ক্ষমা কর ও উপেক্ষা করতে থাক; নিশ্চয়ই আল্লাহ সর্ব বিষয়ের উপর ক্ষমতাবান।"}	,
    {"verse_id":	110	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১০","ar_ayat":"﴿﻿۱۱۰﻿﴾","text_indo_pak":"وَاَقِیۡمُوا الصَّلٰوۃَ وَاٰتُوا الزَّکٰوۃَ ؕ وَمَا تُقَدِّمُوۡا لِاَنۡفُسِکُمۡ مِّنۡ خَیۡرٍ تَجِدُوۡہُ عِنۡدَ اللّٰہِ ؕ اِنَّ اللّٰہَ بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ","en_translation":"Establish worship, and pay the poor-due; and whatever of good ye send before (you) for your souls, ye will find it with Allah. Lo! Allah is Seer of what ye do.","bn_translation":"আর তোমরা সালাত প্রতিষ্ঠিত কর ও যাকাত প্রদান কর; এবং তোমরা স্ব স্ব জীবনের জন্য যে সৎকাজ অগ্রে প্রেরণ করেছ তা আল্লাহর নিকট প্রাপ্ত হবে; তোমরা যা করছো নিশ্চয়ই আল্লাহ তার পরিদর্শক।"}	,
    {"verse_id":	111	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১১","ar_ayat":"﴿﻿۱۱۱﻿﴾","text_indo_pak":"وَقَالُوۡا لَنۡ یَّدۡخُلَ الۡجَنَّۃَ اِلَّا مَنۡ کَانَ ہُوۡدًا اَوۡ نَصٰرٰی ؕ تِلۡکَ اَمَانِیُّہُمۡ ؕ قُلۡ ہَاتُوۡا بُرۡہَانَکُمۡ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"And they say: None entereth paradise unless he be a Jew or a Christian. These are their own desires. Say: Bring your proof (of what ye state) if ye are truthful.","bn_translation":"এবং তারা বলেঃ ইয়াহুদী বা খৃষ্টান ছাড়া আর কেহই জান্নাতে প্রবেশ করবেনা; এটা তাদের মিথ্যা আশা। তুমি বলঃ যদি তোমরা সত্যবাদী হও তাহলে তোমাদের প্রমাণ উপস্থিত কর।"}	,
    {"verse_id":	112	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১২","ar_ayat":"﴿﻿۱۱۲﻿﴾","text_indo_pak":"بَلٰی ٭  مَنۡ اَسۡلَمَ وَجۡہَہٗ لِلّٰہِ وَہُوَ مُحۡسِنٌ فَلَہٗۤ اَجۡرُہٗ عِنۡدَ رَبِّہٖ ۪  وَلَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ ","en_translation":"Nay, but whosoever surrendereth his purpose to Allah while doing good, his reward is with his Lord; and there shall no fear come upon them neither shall they grieve.","bn_translation":"অবশ্য যে ব্যক্তি নিজেকে আল্লাহর নিকট সর্মপন করেছে এবং সৎকাজ করেছে, ফলতঃ তার জন্য তার রবের নিকট প্রতিদান রয়েছে এবং তাদের জন্য কোন আশংকা নেই ও তারা চিন্তিত হবেনা।"}	,
    {"verse_id":	113	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১৩","ar_ayat":"﴿﻿۱۱۳﻿﴾","text_indo_pak":"وَقَالَتِ الۡیَہُوۡدُ لَیۡسَتِ النَّصٰرٰی عَلٰی شَیۡءٍ ۪ وَّقَالَتِ النَّصٰرٰی لَیۡسَتِ الۡیَہُوۡدُ عَلٰی شَیۡءٍ ۙ وَّہُمۡ یَتۡلُوۡنَ الۡکِتٰبَ ؕ کَذٰلِکَ قَالَ الَّذِیۡنَ لَا یَعۡلَمُوۡنَ مِثۡلَ قَوۡلِہِمۡ ۚ فَاللّٰہُ یَحۡکُمُ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ فِیۡمَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ","en_translation":"And the Jews say the Christians follow nothing (true), and the Christians say the Jews follow nothing (true); yet both are readers of the Scripture. Even thus speak those who know not. Allah will judge between them on the Day of Resurrection concerning that wherein they differ.","bn_translation":"আর ইয়াহুদীরা বলেঃ খৃষ্টানরা কোন বিষয়ের উপর নেই; এবং খৃষ্টানরা বলে, ইয়াহুদীরাও কোন বিষয়ের উপর নেই - অথচ তারা গ্রন্থ পাঠ করে। এরূপ যারা জানেনা, তারাও ওদের কথার অনুরূপ কথা বলে থাকে; অতএব যে বিষয়ে তারা মতবিরোধ করেছিল, উত্থান দিনে আল্লাহ তাদের মধ্যে তদ্বিষয়ে ফায়সালা করে দিবেন।"}	,
    {"verse_id":	114	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১৪","ar_ayat":"﴿﻿۱۱۴﻿﴾","text_indo_pak":"وَمَنۡ اَظۡلَمُ مِمَّنۡ مَّنَعَ مَسٰجِدَ اللّٰہِ اَنۡ یُّذۡکَرَ فِیۡہَا اسۡمُہٗ وَسَعٰی فِیۡ خَرَابِہَا ؕ اُولٰٓئِکَ مَا کَانَ لَہُمۡ اَنۡ یَّدۡخُلُوۡہَاۤ اِلَّا خَآئِفِیۡنَ ۬ؕ لَہُمۡ فِی الدُّنۡیَا خِزۡیٌ وَّلَہُمۡ فِی الۡاٰخِرَۃِ عَذَابٌ عَظِیۡمٌ","en_translation":"And who doth greater wrong than he who forbiddeth the approach to the sanctuaries of Allah lest His name should be mentioned therein, and striveth for their ruin. As for such, it was never meant that they should enter them except in fear. Theirs in the world is ignominy and theirs in the Hereafter is an awful doom.","bn_translation":"এবং যে আল্লাহর মাসজিদসমূহের মধ্যে তাঁর নাম উচ্চারণ করতে নিষেধ করছে এবং তা উজাড় করতে চেষ্টা করছে সে অপেক্ষা কে অধিক অত্যাচারী? তাদের পক্ষে উপযুক্ত নয় যে, তারা শংকিত হওয়া ব্যতীত তন্মধ্যে প্রবেশ করে; তাদের জন্য ইহলোকে দুর্গতি এবং পরলোকে কঠোর শাস্তি রয়েছে।"}	,
    {"verse_id":	115	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১৫","ar_ayat":"﴿﻿۱۱۵﻿﴾","text_indo_pak":"وَلِلّٰہِ الۡمَشۡرِقُ وَالۡمَغۡرِبُ ٭ فَاَیۡنَمَا تُوَلُّوۡا فَثَمَّ وَجۡہُ اللّٰہِ ؕ اِنَّ اللّٰہَ وَاسِعٌ عَلِیۡمٌ","en_translation":"Unto Allah belong the East and the West, and whithersoever ye turn, there is Allahâ€™s Countenance. Lo! Allah is All-Embracing, All- Knowing.","bn_translation":"আল্লাহরই জন্য পূর্ব ও পশ্চিম; অতএব তোমরা যে দিকেই মুখ ফিরাও সেই দিকেই আল্লাহর দিক; কেননা আল্লাহ (সর্বদিক) পরিবেষ্টনকারী, পূর্ণ জ্ঞানবান।"}	,
    {"verse_id":	116	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১৬","ar_ayat":"﴿﻿۱۱۶﻿﴾","text_indo_pak":"وَقَالُوا اتَّخَذَ اللّٰہُ وَلَدًا ۙ سُبۡحٰنَہٗ ؕ بَلۡ لَّہٗ مَا فِی السَّمٰوٰتِ وَالۡاَرۡضِ ؕ کُلٌّ لَّہٗ قٰنِتُوۡنَ","en_translation":"And they say: Allah hath taken unto Himself a son. Be He glorified! Nay, but whatsoever is in the heavens and the earth is His. All are subservient unto Him.","bn_translation":"এবং তারা বলে, আল্লাহ সন্তান গ্রহণ করেছেন। তিনি পরম পবিত্র! বরং যা কিছু আসমানে ও ভূমন্ডলে রয়েছে তা তাঁরই জন্য; সবই তাঁর আজ্ঞাধীন।"}	,
    {"verse_id":	117	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১৭","ar_ayat":"﴿﻿۱۱۷﻿﴾","text_indo_pak":"بَدِیۡعُ السَّمٰوٰتِ وَالۡاَرۡضِ ؕ وَاِذَا قَضٰۤی اَمۡرًا فَاِنَّمَا یَقُوۡلُ لَہٗ کُنۡ فَیَکُوۡنُ","en_translation":"The Originator of the heavens and the earth! When He decreeth a thing, He saith unto it only: Be! and it is.","bn_translation":"তিনি আকাশ ও পৃথিবীর সৃষ্টিকর্তা এবং যখন তিনি কোন কাজ সম্পাদন করতে ইচ্ছা করেন তখন তার জন্য শুধুমাত্র ‘হও’ বলেন, আর তাতেই তা হয়ে যায়।"}	,
    {"verse_id":	118	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১৮","ar_ayat":"﴿﻿۱۱۸﻿﴾","text_indo_pak":"وَقَالَ الَّذِیۡنَ لَا یَعۡلَمُوۡنَ لَوۡلَا یُکَلِّمُنَا اللّٰہُ اَوۡ تَاۡتِیۡنَاۤ اٰیَۃٌ ؕ کَذٰلِکَ قَالَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ مِّثۡلَ قَوۡلِہِمۡ ؕ تَشَابَہَتۡ قُلُوۡبُہُمۡ ؕ قَدۡ بَیَّنَّا الۡاٰیٰتِ لِقَوۡمٍ یُّوۡقِنُوۡنَ","en_translation":"And those who have no knowledge say: Why doth not Allah speak unto us, or some sign come unto us ? Even thus, as they now speak, spake those (who were) before them. Their hearts are all alike. We have made clear the revelations for people who are sure.","bn_translation":"এবং মূর্খেরা বলেঃ আল্লাহ আমাদের সাথে কেন কথা বলেননা, অথবা কেন আমাদের জন্য কোন নিদর্শন উপস্থিত হয়না? এদের পূর্বে যারা ছিল তারাও এদের অনুরূপ কথা বলত; তাদের সবারই অন্তর পরস্পর সাদৃশ্যপূর্ণ; নিশ্চয়ই আমি বিশ্বাসী সম্প্রদায়ের জন্য উজ্জ্বল নিদর্শনাবলী বর্ণনা করি।"}	,
    {"verse_id":	119	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১১৯","ar_ayat":"﴿﻿۱۱۹﻿﴾","text_indo_pak":"اِنَّاۤ اَرۡسَلۡنٰکَ بِالۡحَقِّ بَشِیۡرًا وَّنَذِیۡرًا ۙ وَّلَا تُسۡئَلُ عَنۡ اَصۡحٰبِ الۡجَحِیۡمِ","en_translation":"Lo! We have sent thee (O Muhammad) with the truth, a bringer of glad tidings and a warner. And thou wilt not be asked about the owners of hell-fire.","bn_translation":"নিশ্চয়ই আমি তোমাকে সত্যসহ সুসংবাদদাতা ও ভয় প্রদর্শক রূপে প্রেরণ করেছি এবং তুমি জাহান্নামবাসীদের সম্বন্ধে জিজ্ঞাসিত হবেনা।"}	,
    {"verse_id":	120	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২০","ar_ayat":"﴿﻿۱۲۰﻿﴾","text_indo_pak":"وَلَنۡ تَرۡضٰی عَنۡکَ الۡیَہُوۡدُ وَلَا النَّصٰرٰی حَتّٰی تَتَّبِعَ مِلَّتَہُمۡ ؕ  قُلۡ اِنَّ ہُدَی اللّٰہِ ہُوَ الۡہُدٰی ؕ  وَلَئِنِ اتَّبَعۡتَ اَہۡوَآءَہُمۡ بَعۡدَ الَّذِیۡ جَآءَکَ مِنَ الۡعِلۡمِ ۙ  مَا لَکَ مِنَ اللّٰہِ مِنۡ وَّلِیٍّ وَّلَا نَصِیۡرٍ ؔ","en_translation":"And the Jews will not be pleased with thee, nor will the Christians, till thou follow their creed. Say: Lo! the guidance of Allah (Himself) is Guidance. And if thou shouldst follow their desires after the knowledge which hath come unto thee, then wouldst thou have from Allah no protecting guardian nor helper.","bn_translation":"এবং ইয়াহুদী ও খৃষ্টানরা - তুমি তাদের ধর্ম অনুসরণ না করা পর্যন্ত তোমার প্রতি সন্তুষ্ট হবেনা; তুমি বলঃ আল্লাহর প্রদর্শিত পথই সুপথ; এবং জ্ঞান প্রাপ্তির পর তুমি যদি তাদের খেয়াল-খুশির অনুসরণ কর তাহলে আল্লাহ হতে তোমার জন্য কোনই অভিভাবক ও সাহায্যকারী নেই।"}	,
    {"verse_id":	121	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২১","ar_ayat":"﴿﻿۱۲۱﻿﴾","text_indo_pak":"اَلَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَتۡلُوۡنَہٗ حَقَّ تِلَاوَتِہٖ ؕ  اُولٰٓئِکَ یُؤۡمِنُوۡنَ بِہٖ ؕ  وَمَنۡ یَّکۡفُرۡ بِہٖ فَاُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ","en_translation":"Those unto whom We have given the Scripture, who read it with the right reading, those believe in it. And whoso disbelieveth in it, those are they who are the losers.","bn_translation":"আমি যাদেরকে যে ধর্মগ্রন্থ দান করেছি তা যারা সঠিকভাবে সত্য বুঝে পাঠ করে তারাই এর প্রতি বিশ্বাস স্থাপনকারী, এবং যে কেহ এটা অবিশ্বাস করে ফলতঃ তারাই ক্ষতিগ্রস্ত হবে।"}	,
    {"verse_id":	122	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২২","ar_ayat":"﴿﻿۱۲۲﻿﴾","text_indo_pak":"یٰبَنِیۡۤ اِسۡرَآءِیۡلَ اذۡکُرُوۡا نِعۡمَتِیَ الَّتِیۡۤ اَنۡعَمۡتُ عَلَیۡکُمۡ وَاَنِّیۡ فَضَّلۡتُکُمۡ عَلَی الۡعٰلَمِیۡنَ","en_translation":"O Children of Israel! Remember My favour wherewith I favoured you and how I preferred you to (all) creatures.","bn_translation":"হে বানী ইসরাঈল! আমি তোমাদেরকে যে সুখ সম্পদ দান করেছি এবং আমি পৃথিবীর উপর তোমাদেরকে যে শ্রেষ্ঠত্ব দান করেছি - তোমরা তা স্মরণ কর।"}	,
    {"verse_id":	123	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২৩","ar_ayat":"﴿﻿۱۲۳﻿﴾","text_indo_pak":"وَاتَّقُوۡا یَوۡمًا لَّا تَجۡزِیۡ نَفۡسٌ عَنۡ نَّفۡسٍ شَیۡئًا وَّلَا یُقۡبَلُ مِنۡہَا عَدۡلٌ وَّلَا تَنۡفَعُہَا شَفَاعَۃٌ وَّلَا ہُمۡ یُنۡصَرُوۡنَ","en_translation":"And guard (yourselves) against a day when no soul will in aught avail another, nor will compensation be accepted from it, nor will intercession be of use to it; nor will they be helped.","bn_translation":"আর তোমরা ঐ দিনের ভয় কর যেদিন একজন অন্যজন হতে কিছুমাত্র উপকৃত হবেনা এবং কারও নিকট হতে বিনিময় গৃহীত হবেনা, কারও সুপারিশ ফলপ্রদ হবেনা এবং তারা সাহায্য প্রাপ্ত হবেনা।"}	,
    {"verse_id":	124	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২৪","ar_ayat":"﴿﻿۱۲۴﻿﴾","text_indo_pak":"وَاِذِ ابۡتَلٰۤی اِبۡرٰہٖمَ رَبُّہٗ بِکَلِمٰتٍ فَاَتَمَّہُنَّ ؕ قَالَ اِنِّیۡ جَاعِلُکَ لِلنَّاسِ اِمَامًا ؕ قَالَ وَمِنۡ ذُرِّیَّتِیۡ ؕ قَالَ لَا یَنَالُ عَہۡدِی الظّٰلِمِیۡنَ","en_translation":"And (remember) when his Lord tried Abraham with (His) commands, and he fulfilled them, He said: Lo! I have appointed thee a leader for mankind. (Abraham) said: And of my offspring (will there be leaders) ? He said: My covenant includeth not wrong-doers.","bn_translation":"এবং যখন তোমার রাব্ব ইবরাহীমকে কতিপয় বাক্য দ্বারা পরীক্ষা করেছিলেন পরে সে তা পূর্ণ করেছিল; তিনি বলেছিলেনঃ নিশ্চয়ই আমি তোমাকে মানবমন্ডলীর নেতা করব। সে বলেছিলঃ আমার বংশধরগণ হতেও। তিনি বলেছিলেনঃ আমার অঙ্গীকার অত্যাচারীদের প্রতি প্রযোজ্য হবেনা।"}	,
    {"verse_id":	125	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২৫","ar_ayat":"﴿﻿۱۲۵﻿﴾","text_indo_pak":"وَاِذۡ جَعَلۡنَا الۡبَیۡتَ مَثَابَۃً لِّلنَّاسِ وَاَمۡنًا ؕ وَاتَّخِذُوۡا مِنۡ مَّقَامِ اِبۡرٰہٖمَ مُصَلًّی ؕ وَعَہِدۡنَاۤ اِلٰۤی اِبۡرٰہٖمَ وَاِسۡمٰعِیۡلَ اَنۡ طَہِّرَا بَیۡتِیَ لِلطَّآئِفِیۡنَ وَالۡعٰکِفِیۡنَ وَالرُّکَّعِ السُّجُوۡدِ","en_translation":"And when We made the House (at Mecca) a resort for mankind and sanctuary, (saying): Take as your place of worship the place where Abraham stood (to pray). And We imposed a duty upon Abraham and Ishmael, (saying): Purify My house for those who go around and those who meditate therein and those who bow down and prostrate themselves (in worshi","bn_translation":"এবং যখন আমি কা‘বা গৃহকে মানব জাতির জন্য সুরক্ষিত স্থান ও পুণ্যধাম করেছিলাম, এবং মাকামে ইবরাহীমকে সালাতের জায়গা নির্ধারণ করেছিলাম; এবং আমি ইবরাহীম ও ইসমাঈলের নিকট অঙ্গীকার নিয়েছিলাম যে, তোমরা আমার গৃহকে তাওয়াফকারী ও ই’তিকাফকারী এবং রুকু ও সাজদাহকারীদের জন্য পবিত্র রেখ।"}	,
    {"verse_id":	126	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২৬","ar_ayat":"﴿﻿۱۲۶﻿﴾","text_indo_pak":"وَاِذۡ قَالَ اِبۡرٰہٖمُ رَبِّ اجۡعَلۡ ہٰذَا بَلَدًا اٰمِنًا وَّارۡزُقۡ اَہۡلَہٗ مِنَ الثَّمَرٰتِ مَنۡ اٰمَنَ مِنۡہُمۡ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ ؕ قَالَ وَمَنۡ کَفَرَ فَاُمَتِّعُہٗ قَلِیۡلًا ثُمَّ اَضۡطَرُّہٗۤ اِلٰی عَذَابِ النَّارِ ؕ وَبِئۡسَ الۡمَصِیۡرُ","en_translation":"And when Abraham prayed: My Lord! Make this a region of security and bestow upon its people fruits, such of them as believe in Allah and the Last Day, He answered: As for him who disbelieveth, I shall leave him in contentment for a while, then I shall compel him to the doom of Fire - a hapless journeyâ€™s end!","bn_translation":"যখন ইবরাহীম বললঃ হে আমার রাব্ব! এ স্থানকে আপনি নিরাপত্তাময় শহরে পরিণত করুন এবং এর অধিবাসীদের মধ্যে যারা আল্লাহ ও আখিরাতে বিশ্বাস স্থাপন করেছে তাদেরকে উপজীবিকার জন্য ফল-শষ্য প্রদান করুন। (আল্লাহ) বলেনঃ যারা কুফরী করে তাদেরকে আমি অল্প কিছু দিন জীবনোপভোগ করতে দিব, অতঃপর তাদেরকে অগ্নির শাস্তি ভোগ করতে বাধ্য করব, ঐ গন্তব্য স্থান নিকৃষ্টতম।"}	,
    {"verse_id":	127	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২৭","ar_ayat":"﴿﻿۱۲۷﻿﴾","text_indo_pak":"وَاِذۡ یَرۡفَعُ اِبۡرٰہٖمُ الۡقَوَاعِدَ مِنَ الۡبَیۡتِ وَاِسۡمٰعِیۡلُ ؕ رَبَّنَا تَقَبَّلۡ مِنَّا ؕ اِنَّکَ اَنۡتَ السَّمِیۡعُ الۡعَلِیۡمُ","en_translation":"And when Abraham and Ishmael were raising the foundations of the House, (Abraham prayed): Our Lord! Accept from us (this duty). Lo! Thou, only Thou, art the Hearer, the Knower.","bn_translation":"যখন ইবরাহীম ও ইসমাঈল কা‘বার ভিত্তি স্থাপন করল (তখন বলল) হে আমাদের রাব্ব! আমাদের পক্ষ হতে এটি গ্রহণ করুন, নিশ্চয়ই আপনি শ্রবণকারী, মহাজ্ঞানী।"}	,
    {"verse_id":	128	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২৮","ar_ayat":"﴿﻿۱۲۸﻿﴾","text_indo_pak":"رَبَّنَا وَاجۡعَلۡنَا مُسۡلِمَیۡنِ لَکَ وَمِنۡ ذُرِّیَّتِنَاۤ اُمَّۃً مُّسۡلِمَۃً لَّکَ ۪ وَاَرِنَا مَنَاسِکَنَا وَتُبۡ عَلَیۡنَا ۚ اِنَّکَ اَنۡتَ التَّوَّابُ الرَّحِیۡمُ","en_translation":"Our Lord! And make us submissive unto Thee and of our seed a nation submissive unto Thee, and show us our ways of worship, and relent toward us. Lo! Thou, only Thou, art the Relenting, the Merciful.","bn_translation":"হে আমাদের রাব্ব! আমাদের উভয়কে আপনার অনুগত করুন, এবং আমাদের বংশধরদের মধ্য হতেও আপনার অনুগত এক দল লোক সৃষ্টি করুন, আর আমাদেরকে হাজ্জের আহকাম বলে দিন এবং আমাদের প্রতি দয়া করুন, নিশ্চয়ই আপনি ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	129	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১২৯","ar_ayat":"﴿﻿۱۲۹﻿﴾","text_indo_pak":"رَبَّنَا وَابۡعَثۡ فِیۡہِمۡ رَسُوۡلًا مِّنۡہُمۡ یَتۡلُوۡا عَلَیۡہِمۡ اٰیٰتِکَ وَیُعَلِّمُہُمُ الۡکِتٰبَ وَالۡحِکۡمَۃَ وَیُزَکِّیۡہِمۡ ؕ  اِنَّکَ اَنۡتَ الۡعَزِیۡزُ الۡحَکِیۡمُ ","en_translation":"Our Lord! And raise up in their midst a messenger from among them who shall recite unto them Thy revelations, and shall instruct them in the Scripture and in wisdom and shall make them grow. Lo! Thou, only Thou, art the Mighty, Wise.","bn_translation":"হে আমাদের রাব্ব! তাদেরই মধ্য হতে এমন একজন রাসূল প্রেরণ করুন যিনি তাদেরকে আপনার নিদর্শনাবলী পাঠ করে শুনাবেন এবং তাদেরকে গ্রন্থ ও বিজ্ঞান শিক্ষা দান করবেন ও তাদেরকে পবিত্র করবেন। নিশ্চয়ই আপনি পরাক্রান্ত, বিজ্ঞানময়।"}	,
    {"verse_id":	130	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩০","ar_ayat":"﴿﻿۱۳۰﻿﴾","text_indo_pak":"وَمَنۡ یَّرۡغَبُ عَنۡ مِّلَّۃِ اِبۡرٰہٖمَ اِلَّا مَنۡ سَفِہَ نَفۡسَہٗ ؕ وَلَقَدِ اصۡطَفَیۡنٰہُ فِی الدُّنۡیَا ۚ وَاِنَّہٗ فِی الۡاٰخِرَۃِ لَمِنَ الصّٰلِحِیۡنَ","en_translation":"And who forsaketh the religion of Abraham save him who befooleth himself ? Verily We chose him in the world, and lo! in the Hereafter he is among the righteous.","bn_translation":"এবং যে নিজকে নির্বোধ করে তুলেছে সে ব্যতীত কে ইবরাহীমের ধর্ম হতে বিমুখ হবে? এবং নিশ্চয়ই আমি তাকে এই পৃথিবীতে মনোনীত করেছিলাম, নিশ্চয়ই সে সৎ কর্মশীলগণের অন্তর্ভুক্ত ছিল।"}	,
    {"verse_id":	131	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩১","ar_ayat":"﴿﻿۱۳۱﻿﴾","text_indo_pak":"اِذۡ قَالَ لَہٗ رَبُّہٗۤ اَسۡلِمۡ ۙ قَالَ اَسۡلَمۡتُ لِرَبِّ الۡعٰلَمِیۡنَ","en_translation":"When his Lord said unto him: Surrender! he said: I have surrendered to the Lord of the Worlds.","bn_translation":"যখন তার রাব্ব তাকে বলেছিলেনঃ তুমি আনুগত্য স্বীকার কর; সে বলেছিল: আমি বিশ্বজগতের রবের নিকট আত্মসমর্পণ করলাম।"}	,
    {"verse_id":	132	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩২","ar_ayat":"﴿﻿۱۳۲﻿﴾","text_indo_pak":"وَوَصّٰی بِہَاۤ اِبۡرٰہٖمُ بَنِیۡہِ وَیَعۡقُوۡبُ ؕ  یٰبَنِیَّ اِنَّ اللّٰہَ اصۡطَفٰی لَکُمُ الدِّیۡنَ فَلَا تَمُوۡتُنَّ اِلَّا وَاَنۡتُمۡ مُّسۡلِمُوۡنَ ؕ","en_translation":"The same did Abraham enjoin upon his sons, and also Jacob, (saying): O my sons! Lo! Allah hath chosen for you the (true) religion; therefore die not save as men who have surrendered (unto Him).","bn_translation":"আর ইবরাহীম ও ইয়াকূব স্বীয় সন্তানদেরকে সদুপদেশ প্রদান করেছিলঃ হে আমার বংশধরগণ! নিশ্চয়ই আল্লাহ তোমাদের জন্য এই ধর্ম মনোনীত করেছেন, অতএব তোমরা মুসলিম না হয়ে মৃত্যু বরণ করনা।"}	,
    {"verse_id":	133	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩৩","ar_ayat":"﴿﻿۱۳۳﻿﴾","text_indo_pak":"اَمۡ کُنۡتُمۡ شُہَدَآءَ اِذۡ حَضَرَ یَعۡقُوۡبَ الۡمَوۡتُ ۙ اِذۡ قَالَ لِبَنِیۡہِ مَا تَعۡبُدُوۡنَ مِنۡۢ بَعۡدِیۡ ؕ قَالُوۡا نَعۡبُدُ اِلٰہَکَ وَاِلٰـہَ اٰبَآئِکَ اِبۡرٰہٖمَ وَاِسۡمٰعِیۡلَ وَاِسۡحٰقَ اِلٰـہًا وَّاحِدًا ۚۖ وَّنَحۡنُ لَہٗ مُسۡلِمُوۡنَ","en_translation":"Or were ye present when death came to Jacob, when he said unto his sons: What will ye worship after me ? They said: We shall worship thy God, the God of thy fathers, Abraham and Ishmael and Isaac, One God, and unto Him we have surrendered.","bn_translation":"যখন ইয়াকূবের মৃত্যু উপস্থিত হল তখন কি তোমরা উপস্থিত ছিলে, যখন সে নিজ পুত্রদেরকে বলেছিলঃ আমার পরে তোমরা কোন্ জিনিসের ইবাদাত করবে? তারা বলেছিলঃ আমরা তোমার উপাস্যের এবং তোমার পিতৃপুরুষ ইবরাহীম, ইসমাঈল ও ইসহাকের উপাস্য - সেই অদ্বিতীয় উপাস্যের ইবাদাত করব এবং আমরা তাঁরই অনুগত থাকব।"}	,
    {"verse_id":	134	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩৪","ar_ayat":"﴿﻿۱۳۴﻿﴾","text_indo_pak":"تِلۡکَ اُمَّۃٌ قَدۡ خَلَتۡ ۚ لَہَا مَا کَسَبَتۡ وَلَکُمۡ مَّا کَسَبۡتُمۡ ۚ وَلَا تُسۡـَٔلُوۡنَ عَمَّا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"Those are a people who have passed away. Theirs is that which they earned, and yours is that which ye earn. And ye will not be asked of what they used to do.","bn_translation":"ওটি একটি দল ছিল, যা অতীত হয়ে গেছে; তারা যা অর্জন করেছিল তা তাদের জন্য এবং তোমরা যা অর্জন করেছ তা তোমাদের জন্য এবং তারা যা করে গেছে তজ্জন্য তোমরা জিজ্ঞাসিত হবেনা।"}	,
    {"verse_id":	135	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩৫","ar_ayat":"﴿﻿۱۳۵﻿﴾","text_indo_pak":"وَقَالُوۡا کُوۡنُوۡا ہُوۡدًا اَوۡ نَصٰرٰی تَہۡتَدُوۡا ؕ قُلۡ بَلۡ مِلَّۃَ اِبۡرٰہٖمَ حَنِیۡفًا ؕ وَمَا کَانَ مِنَ الۡمُشۡرِکِیۡنَ","en_translation":"And they say: Be Jews or Christians, then ye will be rightly guided. Say (unto them, O Muhammad): Nay, but (we follow) the religion of Abraham, the upright, and he was not of the idolaters.","bn_translation":"এবং তারা বলে যে, তোমরা ইয়াহুদী অথবা খৃষ্টান হও, তাহলেই সুপথ প্রাপ্ত হবে; তুমি বলঃ বরং আমরা ইবরাহীমের সুদৃঢ় ধর্মে আছি এবং সে অংশীবাদীদের অন্তর্ভুক্ত ছিলনা।"}	,
    {"verse_id":	136	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩৬","ar_ayat":"﴿﻿۱۳۶﻿﴾","text_indo_pak":"قُوۡلُوۡۤا اٰمَنَّا بِاللّٰہِ وَمَاۤ اُنۡزِلَ اِلَیۡنَا وَمَاۤ اُنۡزِلَ اِلٰۤی اِبۡرٰہٖمَ وَاِسۡمٰعِیۡلَ وَاِسۡحٰقَ وَیَعۡقُوۡبَ وَالۡاَسۡبَاطِ وَمَاۤ اُوۡتِیَ مُوۡسٰی وَعِیۡسٰی وَمَاۤ اُوۡتِیَ النَّبِیُّوۡنَ مِنۡ رَّبِّہِمۡ ۚ لَا نُفَرِّقُ بَیۡنَ اَحَدٍ مِّنۡہُمۡ ۫ۖ وَنَحۡنُ لَہٗ مُسۡلِمُوۡنَ","en_translation":"Say (O Muslims): We believe in Allah and that which is revealed unto us and that which was revealed unto Abraham, and Ishmael, and Isaac, and Jacob, and the tribes, and that which Moses and Jesus received, and that which the prophets received from their Lord. We make no distinction between any of them, and unto Him we have surrendered.","bn_translation":"তোমরা বলঃ আমরা আল্লাহর প্রতি এবং যা আমাদের প্রতি অবতীর্ণ হয়েছে, আর যা ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকূব ও তদীয় বংশধরগণের প্রতি অবতীর্ণ হয়েছিল এবং যা মূসা ও ঈসাকে প্রদান করা হয়েছিল এবং অন্যান্য নাবীগণকে তাদের রাব্ব হতে যা প্রদত্ত হয়েছিল, তদসমুদয়ের উপর বিশ্বাস স্থাপন করছি, তাদের মধ্যে কেহকেও আমরা প্রভেদ করিনা, এবং আমরা তাঁরই প্রতি আত্মসমর্পণকারী।"}	,
    {"verse_id":	137	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩৭","ar_ayat":"﴿﻿۱۳۷﻿﴾","text_indo_pak":"فَاِنۡ اٰمَنُوۡا بِمِثۡلِ مَاۤ اٰمَنۡتُمۡ بِہٖ فَقَدِ اہۡتَدَوۡا ۚ  وَاِنۡ تَوَلَّوۡا فَاِنَّمَا ہُمۡ فِیۡ شِقَاقٍ ۚ  فَسَیَکۡفِیۡکَہُمُ اللّٰہُ ۚ  وَہُوَ السَّمِیۡعُ الۡعَلِیۡمُ ؕ","en_translation":"And if they believe in the like of that which ye believe, then are they rightly guided. But if they turn away, then are they in schism, and Allah will suffice thee (for defence) against them. He is the Hearer, the Knower.","bn_translation":"অনন্তর তোমরা যেরূপ বিশ্বাস স্থাপন করেছ, তারাও যদি তদ্রুপ বিশ্বাস স্থাপন করে তাহলে নিশ্চয়ই তারা সুপথ প্রাপ্ত হবে; এবং যদি তারা ফিরে যায় তাহলে তারা শুধু বিরুদ্ধাচরণেই ফিরে যাবে; অতএব অচিরেই আল্লাহ তাদের প্রতিকূলে তোমাকেই যথেষ্ট করবেন এবং তিনিই শ্রবণকারী, মহাজ্ঞানী।"}	,
    {"verse_id":	138	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩৮","ar_ayat":"﴿﻿۱۳۸﻿﴾","text_indo_pak":"صِبۡغَۃَ اللّٰہِ ۚ وَمَنۡ اَحۡسَنُ مِنَ اللّٰہِ صِبۡغَۃً ۫ وَّنَحۡنُ لَہٗ عٰبِدُوۡنَ","en_translation":"(We take our) colour from Allah, and who is better than Allah at colouring. We are His worshippers.","bn_translation":"আমরা আল্লাহরই রংয়ে রঞ্জিত, আল্লাহ অপেক্ষা কে শ্রেষ্ঠতম রঞ্জনকারী? এবং আমরা তাঁরই বান্দা।"}	,
    {"verse_id":	139	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৩৯","ar_ayat":"﴿﻿۱۳۹﻿﴾","text_indo_pak":"قُلۡ اَتُحَآجُّوۡنَنَا فِی اللّٰہِ وَہُوَ رَبُّنَا وَرَبُّکُمۡ ۚ  وَلَنَاۤ اَعۡمَالُنَا وَلَکُمۡ اَعۡمَالُکُمۡ ۚ  وَنَحۡنُ لَہٗ مُخۡلِصُوۡنَ ۙ","en_translation":"Say (unto the People of the Scripture): Dispute ye with us concerning Allah when He is our Lord and your Lord ? Ours are our works and yours your works. We look to Him alone.","bn_translation":"তুমি বলঃ তোমরা কি আল্লাহ সম্বন্ধে আমাদের সঙ্গে বিরোধ করছ? অথচ তিনিই আমাদের রাব্ব ও তোমাদের রাব্ব, এবং আমাদের জন্য আমাদের কার্যসমূহ এবং তোমাদের জন্য তোমাদের কার্যসমূহ এবং আমরা তাঁরই প্রতি বিশ্বস্ত।"}	,
    {"verse_id":	140	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪০","ar_ayat":"﴿﻿۱۴۰﻿﴾","text_indo_pak":"اَمۡ تَقُوۡلُوۡنَ اِنَّ اِبۡرٰہٖمَ وَاِسۡمٰعِیۡلَ وَاِسۡحٰقَ وَیَعۡقُوۡبَ وَالۡاَسۡبَاطَ کَانُوۡا ہُوۡدًا اَوۡ نَصٰرٰی ؕ قُلۡ ءَاَنۡتُمۡ اَعۡلَمُ اَمِ اللّٰہُ ؕ وَمَنۡ اَظۡلَمُ مِمَّنۡ کَتَمَ شَہَادَۃً عِنۡدَہٗ مِنَ اللّٰہِ ؕ وَمَا اللّٰہُ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ","en_translation":"Or say ye that Abraham, and Ishmael, and Isaac, and Jacob, and the tribes were Jews or Christians ? Say: Do ye know best, or doth Allah ? And who is more unjust than he who hideth a testimony which he hath received from Allah ? Allah is not unaware of what ye do.","bn_translation":"তোমরা কি বলছ - ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকূব ও তদীয় বংশধরগণ ইয়াহুদী ও খৃষ্টান ছিল? তুমি বলঃ তোমরাই সঠিক জ্ঞানী না আল্লাহ এবং আল্লাহর নিকট হতে প্রাপ্ত সাক্ষ্য যে ব্যক্তি গোপন করছে সে অপেক্ষা কে বেশি অত্যাচারী? এবং তোমরা যা করছ তা হতে আল্লাহ অমনোযোগী নন।"}	,
    {"verse_id":	141	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪১","ar_ayat":"﴿﻿۱۴۱﻿﴾","text_indo_pak":"تِلۡکَ اُمَّۃٌ قَدۡ خَلَتۡ ۚ  لَہَا مَا کَسَبَتۡ وَلَکُمۡ مَّا کَسَبۡتُمۡ ۚ  وَلَا تُسۡـَٔلُوۡنَ عَمَّا کَانُوۡا یَعۡمَلُوۡنَ ","en_translation":"Those are a people who have passed away; theirs is that which they earned and yours that which ye earn. And ye will not be asked of what they used to do.","bn_translation":"ওটা একটি জামা‘আত ছিল যা বিগত হয়েছে; তারা যা অর্জন করেছে তা তাদের জন্য এবং তোমরা যা অর্জন করেছ তা তোমাদের জন্য, এবং তারা যা করে গেছে তদ্বিষয়ে তোমরা জিজ্ঞাসিত হবেনা।"}	,
    {"verse_id":	142	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪২","ar_ayat":"﴿﻿۱۴۲﻿﴾","text_indo_pak":"سَیَقُوۡلُ السُّفَہَآءُ مِنَ النَّاسِ مَا وَلّٰىہُمۡ عَنۡ قِبۡلَتِہِمُ الَّتِیۡ کَانُوۡا عَلَیۡہَا ؕ قُلۡ لِّلّٰہِ الۡمَشۡرِقُ وَالۡمَغۡرِبُ ؕ یَہۡدِیۡ مَنۡ یَّشَآءُ اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ","en_translation":"The foolish of the people will say: What hath turned them from the qiblah which they formerly observed ? Say: Unto Allah belong the East and the West. He guideth whom He will unto a straight path.","bn_translation":"মানবমন্ডলীর মধ্যস্থিত নির্বোধেরা অচিরেই বলবে, কিসে তাদেরকে সেই কিবলা হতে প্রত্যাবৃত্ত করল যার দিকে তারা ছিল? তুমি বলে দাওঃ পূর্ব ও পশ্চিম আল্লাহরই জন্য, তিনি যাকে ইচ্ছা সরল পথ প্রদর্শন করেন।"}	,
    {"verse_id":	143	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪৩","ar_ayat":"﴿﻿۱۴۳﻿﴾","text_indo_pak":"وَکَذٰلِکَ جَعَلۡنٰکُمۡ اُمَّۃً وَّسَطًا لِّتَکُوۡنُوۡا شُہَدَآءَ عَلَی النَّاسِ وَیَکُوۡنَ الرَّسُوۡلُ عَلَیۡکُمۡ شَہِیۡدًا ؕ وَمَا جَعَلۡنَا الۡقِبۡلَۃَ الَّتِیۡ کُنۡتَ عَلَیۡہَاۤ اِلَّا لِنَعۡلَمَ مَنۡ یَّتَّبِعُ الرَّسُوۡلَ مِمَّنۡ یَّنۡقَلِبُ عَلٰی عَقِبَیۡہِ ؕ وَاِنۡ کَانَتۡ لَکَبِیۡرَۃً اِلَّا عَلَی الَّذِیۡنَ ہَدَی اللّٰہُ ؕ وَمَا کَانَ اللّٰہُ لِیُضِیۡعَ اِیۡمَانَکُمۡ ؕ اِنَّ اللّٰہَ بِالنَّاسِ لَرَءُوۡفٌ رَّحِیۡمٌ","en_translation":"Thus We have appointed you a middle nation, that ye may be witnesses against mankind, and that the messenger may be a witness against you. And We appointed the qiblah which ye formerly observed only that We might know him who followeth the messenger, from him who turneth on his heels. In truth it was a hard (test) save for those whom Allah guided. But it was not Allahâ€™s purpose that your faith should be in vain, for Allah is Full of Pity, Merciful toward mankind.","bn_translation":"এভাবে আমি তোমাদেরকে আদর্শ জাতি করেছি, যেন তোমরা মানবগণের জন্য সাক্ষী হও এবং রাসূলও তোমাদের জন্য সাক্ষী হয়; এবং তুমি যে কিবলার দিকে ছিলে তা আমি এ জন্য প্রতিষ্ঠিত করেছিলাম যে, কে রাসূলের অনুসরণ করে, আর কে তা হতে স্বীয় পদদ্বয়ে পশ্চাতে ফিরে যায় আমি তা জেনে নিব এবং আল্লাহ যাদেরকে পথ প্রদর্শন করেছেন তারা ছাড়া অপরের জন্য এটি অবশ্যই কঠোরতর; এবং আল্লাহ এরূপ নন যে, তোমাদের বিশ্বাস বিনষ্ট করেন; নিশ্চয়ই আল্লাহ মানুষের প্রতি স্নেহশীল, করুণাময়।"}	,
    {"verse_id":	144	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪৪","ar_ayat":"﴿﻿۱۴۴﻿﴾","text_indo_pak":"قَدۡ نَرٰی تَقَلُّبَ وَجۡہِکَ فِی السَّمَآءِ ۚ فَلَنُوَلِّیَنَّکَ قِبۡلَۃً تَرۡضٰہَا ۪ فَوَلِّ وَجۡہَکَ شَطۡرَ الۡمَسۡجِدِ الۡحَرَامِ ؕ وَحَیۡثُ مَا کُنۡتُمۡ فَوَلُّوۡا وُجُوۡہَکُمۡ شَطۡرَہٗ ؕ وَاِنَّ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ لَیَعۡلَمُوۡنَ اَنَّہُ الۡحَقُّ مِنۡ رَّبِّہِمۡ ؕ وَمَا اللّٰہُ بِغَافِلٍ عَمَّا یَعۡمَلُوۡنَ","en_translation":"We have seen the turning of thy face to heaven (for guidance, O Muhammad). And now verily We shall make thee turn (in prayer) toward a qiblah which is dear to thee. So turn thy face toward the Inviolable Place of Worship, and ye (O Muslims), wheresoever ye may be, turn your faces (when ye pray) toward it. Lo! Those who have received the Scripture know that (this revelation) is the Truth from their Lord. And Allah is not unaware of what they do.","bn_translation":"নিশ্চয়ই আমি আকাশের দিকে তোমার মুখমন্ডল উত্তোলন অবলোকন করেছি। তাই আমি তোমাকে ঐ কিবলাহমুখীই করাচ্ছি যা তুমি কামনা করছো। অতএব তুমি মাসজিদুল হারামের দিকে তোমার মুখমন্ডল ফিরিয়ে দাও এবং তোমরা যেখানেই থাক তোমাদের আনন সে দিকেই প্রত্যাবর্তিত কর; এবং নিশ্চয়ই যাদেরকে কিতাব দেয়া হয়েছে তারা অবশ্যই অবগত আছে যে, নিশ্চয়ই এটি তাদের রবের নিকট হতে প্রেরিত সত্য; এবং তারা যা করছে তদ্বিষয়ে আল্লাহ অমনোযোগী নন।"}	,
    {"verse_id":	145	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪৫","ar_ayat":"﴿﻿۱۴۵﻿﴾","text_indo_pak":"وَلَئِنۡ اَتَیۡتَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ بِکُلِّ اٰیَۃٍ مَّا تَبِعُوۡا قِبۡلَتَکَ ۚ  وَمَاۤ اَنۡتَ بِتَابِعٍ قِبۡلَتَہُمۡ ۚ  وَمَا بَعۡضُہُمۡ بِتَابِعٍ قِبۡلَۃَ بَعۡضٍ ؕ  وَلَئِنِ اتَّبَعۡتَ اَہۡوَآءَہُمۡ مِّنۡۢ بَعۡدِ مَا جَآءَکَ مِنَ الۡعِلۡمِ ۙ  اِنَّکَ اِذًا لَّمِنَ الظّٰلِمِیۡنَ ۘ","en_translation":"And even if thou broughtest unto those who have received the Scripture all kinds of portents, they would not follow thy qiblah, nor canst thou be a follower of their qiblah; nor are some of them followers of the qiblah of others. And if thou shouldst follow their desires after the knowledge which hath come unto thee, then surely wert thou of the evil- doers.","bn_translation":"এবং যাদেরকে গ্রন্থ প্রদত্ত হয়েছে তাদের নিকট যদি তুমি সমুদয় নিদর্শন আনয়ন কর তবুও তারা তোমার কিবলাহকে গ্রহণ করবেনা; এবং তুমিও তাদের কিবলাহ গ্রহণ করতে পারনা, আর তাদের কোন দলও অন্য দলের কিবলাহকে স্বীকার করেনি, এবং তোমার নিকট যে জ্ঞান এসেছে এর পরেও যদি তুমি তাদের প্রবৃত্তির অনুসরণ কর তাহলে নিশ্চয়ই তুমি অত্যাচারীদের অন্তর্ভুক্ত হয়ে যাবে।"}	,
    {"verse_id":	146	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪৬","ar_ayat":"﴿﻿۱۴۶﻿﴾","text_indo_pak":"اَلَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَعۡرِفُوۡنَہٗ کَمَا یَعۡرِفُوۡنَ اَبۡنَآءَہُمۡ ؕ  وَاِنَّ فَرِیۡقًا مِّنۡہُمۡ لَیَکۡتُمُوۡنَ الۡحَقَّ وَہُمۡ یَعۡلَمُوۡنَ ؔ","en_translation":"Those unto whom We gave the Scripture recognise (this revelation) as they recognise their sons. But lo! a party of them knowingly conceal the truth.","bn_translation":"যাদেরকে আমি কিতাব প্রদান করেছি তারা তাকে এরূপভাবে চিনে, যেমন চিনে তারা আপন সন্তানদেরকে এবং নিশ্চয়ই তাদের এক দল জ্ঞাতসারে সত্যকে গোপন করছে।"}	,
    {"verse_id":	147	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪৭","ar_ayat":"﴿﻿۱۴۷﻿﴾","text_indo_pak":"اَلۡحَقُّ مِنۡ رَّبِّکَ فَلَا تَکُوۡنَنَّ مِنَ الۡمُمۡتَرِیۡنَ ","en_translation":"It is the Truth from thy Lord (O Muhammad), so be not thou of those who waver.","bn_translation":"এই বাস্তব সত্য তোমার রবের পক্ষ হতে; সুতরাং তুমি সংশয়ীদের অন্তর্ভুক্ত হয়োনা।"}	,
    {"verse_id":	148	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪৮","ar_ayat":"﴿﻿۱۴۸﻿﴾","text_indo_pak":"وَلِکُلٍّ وِّجۡہَۃٌ ہُوَ مُوَلِّیۡہَا فَاسۡتَبِقُوا الۡخَیۡرٰتِ ؕ؃ اَیۡنَ مَا تَکُوۡنُوۡا یَاۡتِ بِکُمُ اللّٰہُ جَمِیۡعًا ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"And each one hath a goal toward which he turneth; so vie with one another in good works. Wheresoever ye may be, Allah will bring you all together. Lo! Allah is Able to do all things.","bn_translation":"প্রত্যেকের জন্য এক একটি লক্ষ্যস্থল রয়েছে, ঐ দিকেই সে মুখমন্ডল প্রত্যাবর্তিত করে, অতএব তোমরা কল্যাণের দিকে ধাবিত হও; তোমরা যেখানেই থাকনা কেন, আল্লাহ তোমাদের সকলকেই একত্রিত করবেন; নিশ্চয়ই আল্লাহ সর্ব বিষয়ে পূর্ণ ক্ষমতাবান।"}	,
    {"verse_id":	149	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৪৯","ar_ayat":"﴿﻿۱۴۹﻿﴾","text_indo_pak":"وَمِنۡ حَیۡثُ خَرَجۡتَ فَوَلِّ وَجۡہَکَ شَطۡرَ الۡمَسۡجِدِ الۡحَرَامِ ؕ وَاِنَّہٗ لَلۡحَقُّ مِنۡ رَّبِّکَ ؕ وَمَا اللّٰہُ بِغَافِلٍ عَمَّا تَعۡمَلُوۡنَ","en_translation":"And whencesoever thou comest forth (for prayer, O Muhammad) turn thy face toward the Inviolable Place of Worship. Lo! it is the Truth from thy Lord. Allah is not unaware of what ye do.","bn_translation":"এবং তুমি যেখান হতেই বের হবে- তোমার মুখ পবিত্রতম মাসজিদের দিকে প্রত্যাবর্তিত কর এবং নিশ্চয়ই এটাই তোমার রবের নিকট হতে প্রেরিত সত্য এবং তোমরা যা করছ তদ্বিষয়ে আল্লাহ অমনোযোগী নন।"}	,
    {"verse_id":	150	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫০","ar_ayat":"﴿﻿۱۵۰﻿﴾","text_indo_pak":"وَمِنۡ حَیۡثُ خَرَجۡتَ فَوَلِّ وَجۡہَکَ شَطۡرَ الۡمَسۡجِدِ الۡحَرَامِ ؕ  وَحَیۡثُ مَا کُنۡتُمۡ فَوَلُّوۡا وُجُوۡہَکُمۡ شَطۡرَہٗ ۙ  لِئَلَّا یَکُوۡنَ لِلنَّاسِ عَلَیۡکُمۡ حُجَّۃٌ ٭ۙ  اِلَّا الَّذِیۡنَ ظَلَمُوۡا مِنۡہُمۡ ٭  فَلَا تَخۡشَوۡہُمۡ وَاخۡشَوۡنِیۡ ٭  وَلِاُتِمَّ نِعۡمَتِیۡ عَلَیۡکُمۡ وَلَعَلَّکُمۡ تَہۡتَدُوۡنَ ۙۛ","en_translation":"Whencesoever thou comest forth turn thy face toward the Inviolable Place of Worship; and wheresoever ye may be (O Muslims) turn your faces toward it (when ye pray) so that men may have no argument against you, save such of them as do injustice - Fear them not, but fear Me! - and so that I may complete My grace upon you, and that ye may be guided.","bn_translation":"আর তুমি যেখান হতেই নিস্ক্রান্ত হও - তোমার মুখ পবিত্রতম মাসজিদের দিকে ফিরাও এবং যে যেখানে আছ তোমাদের মুখমন্ডল তদ্দিকেই প্রত্যাবর্তিত কর যেন অত্যাচারীরা ব্যতীত অপরে তোমাদের সাথে বির্তক করতে না পারে। অতএব তোমরা তাদেরকে ভয় করনা, বরং আমাকেই ভয় কর যেন আমি তোমাদের উপর আমার অনুগ্রহ পূর্ণ করি, এবং যেন তোমরা সুপথ প্রাপ্ত হও।"}	,
    {"verse_id":	151	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫১","ar_ayat":"﴿﻿۱۵۱﻿﴾","text_indo_pak":"کَمَاۤ اَرۡسَلۡنَا فِیۡکُمۡ رَسُوۡلًا مِّنۡکُمۡ یَتۡلُوۡا عَلَیۡکُمۡ اٰیٰتِنَا وَیُزَکِّیۡکُمۡ وَیُعَلِّمُکُمُ الۡکِتٰبَ وَالۡحِکۡمَۃَ وَیُعَلِّمُکُمۡ مَّا لَمۡ تَکُوۡنُوۡا تَعۡلَمُوۡنَ ؕۛ","en_translation":"Even as We have sent unto you a messenger from among you, who reciteth unto you Our revelations and causeth you to grow, and teacheth you the Scripture and wisdom, and teacheth you that which ye knew not.","bn_translation":"আমি তোমাদের মধ্য হতে এরূপ রাসূল প্রেরণ করেছি যে তোমাদের নিকট আমার নিদর্শনাবলী পাঠ করে এবং তোমাদেরকে পবিত্র করে, তোমাদেরকে গ্রন্থ ও বিজ্ঞান শিক্ষা দেয় এবং তোমরা যা অবগত ছিলেনা তা শিক্ষা দান করে।"}	,
    {"verse_id":	152	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫২","ar_ayat":"﴿﻿۱۵۲﻿﴾","text_indo_pak":"فَاذۡکُرُوۡنِیۡۤ اَذۡکُرۡکُمۡ وَاشۡکُرُوۡا لِیۡ وَلَا تَکۡفُرُوۡنِ ","en_translation":"Therefore remember Me, I will remember you. Give thanks to Me, and reject not Me.","bn_translation":"অতএব তোমরা আমাকেই স্মরণ কর, আমিও তোমাদেরকেই স্মরণ করব এবং তোমরা আমারই নিকট কৃতজ্ঞ হও এবং অবিশ্বাসী হয়োনা।"}	,
    {"verse_id":	153	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫৩","ar_ayat":"﴿﻿۱۵۳﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اسۡتَعِیۡنُوۡا بِالصَّبۡرِ وَالصَّلٰوۃِ ؕ اِنَّ اللّٰہَ مَعَ الصّٰبِرِیۡنَ","en_translation":"O ye who believe! Seek help in steadfastness and prayer. Lo! Allah is with the steadfast.","bn_translation":"হে বিশ্বাস স্থাপনকারীগণ! তোমরা ধৈর্য ও সালাতের মাধ্যমে সাহায্য প্রার্থনা কর; নিশ্চয়ই আল্লাহ ধৈর্যশীলগণের সাথে আছেন।"}	,
    {"verse_id":	154	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫৪","ar_ayat":"﴿﻿۱۵۴﻿﴾","text_indo_pak":"وَلَا تَقُوۡلُوۡا لِمَنۡ یُّقۡتَلُ فِیۡ سَبِیۡلِ اللّٰہِ اَمۡوَاتٌ ؕ بَلۡ اَحۡیَآءٌ وَّلٰکِنۡ لَّا تَشۡعُرُوۡنَ","en_translation":"And call not those who are slain in the way of Allah \"dead.\" Nay, they are living, only ye perceive not.","bn_translation":"আর যারা আল্লাহর পথে নিহত হয়েছে তাদেরকে মৃত বলনা, বরং তারা জীবিত; কিন্তু তোমরা তা অবগত নও।"}	,
    {"verse_id":	155	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫৫","ar_ayat":"﴿﻿۱۵۵﻿﴾","text_indo_pak":"وَلَنَبۡلُوَنَّکُمۡ بِشَیۡءٍ مِّنَ الۡخَوۡفِ وَالۡجُوۡعِ وَنَقۡصٍ مِّنَ الۡاَمۡوَالِ وَالۡاَنۡفُسِ وَالثَّمَرٰتِ ؕ  وَبَشِّرِ الصّٰبِرِیۡنَ ۙ","en_translation":"And surely We shall try you with something of fear and hunger, and loss of wealth and lives and crops; but give glad tidings to the steadfast,","bn_translation":"এবং নিশ্চয়ই আমি তোমাদেরকে ভয়, ক্ষুধা, ধন, প্রাণ এবং ফল-ফসলের দ্বারা পরীক্ষা করব; এবং ঐ সব ধৈর্যশীলদের সুসংবাদ প্রদান কর।"}	,
    {"verse_id":	156	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫৬","ar_ayat":"﴿﻿۱۵۶﻿﴾","text_indo_pak":"الَّذِیۡنَ اِذَاۤ اَصَابَتۡہُمۡ مُّصِیۡبَۃٌ ۙ  قَالُوۡۤا اِنَّا لِلّٰہِ وَاِنَّاۤ اِلَیۡہِ رٰجِعُوۡنَ ؕ","en_translation":"Who say, when a misfortune striketh them: Lo! we are Allahâ€™s and lo! unto Him we are returning.","bn_translation":"যাদের উপর কোন বিপদ নিপতিত হলে তারা বলে, নিশ্চয়ই আমরা আল্লাহরই জন্য এবং নিশ্চয়ই আমরা তাঁরই দিকে প্রত্যাবর্তনকারী।"}	,
    {"verse_id":	157	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫৭","ar_ayat":"﴿﻿۱۵۷﻿﴾","text_indo_pak":"اُولٰٓئِکَ عَلَیۡہِمۡ صَلَوٰتٌ مِّنۡ رَّبِّہِمۡ وَرَحۡمَۃٌ ۟ وَاُولٰٓئِکَ ہُمُ الۡمُہۡتَدُوۡنَ","en_translation":"Such are they on whom are blessings from their Lord, and mercy. Such are the rightly guided.","bn_translation":"এদের উপর তাদের রবের পক্ষ হতে শান্তি ও করুনা বর্ষিত হবে এবং এরাই সুপথগামী।"}	,
    {"verse_id":	158	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫৮","ar_ayat":"﴿﻿۱۵۸﻿﴾","text_indo_pak":"اِنَّ الصَّفَا وَالۡمَرۡوَۃَ مِنۡ شَعَآئِرِ اللّٰہِ ۚ فَمَنۡ حَجَّ الۡبَیۡتَ اَوِ اعۡتَمَرَ فَلَا جُنَاحَ عَلَیۡہِ اَنۡ یَّطَّوَّفَ بِہِمَا ؕ وَمَنۡ تَطَوَّعَ خَیۡرًا ۙ فَاِنَّ اللّٰہَ شَاکِرٌ عَلِیۡمٌ","en_translation":"Lo! (the mountains) As-Safa and Al-Marwah are among the indications of Allah. It is therefore no sin for him who is on pilgrimage to the House (of God) or visiteth it, to go around them (as the pagan custom is). And he who doeth good of his own accord, (for him) lo! Allah is Responsive, Aware.","bn_translation":"নিশ্চয়ই ‘সাফা’ ও ‘মারওয়া’ আল্লাহর নিদর্শনসমূহের অন্তর্গত। অতএব যে ব্যক্তি এই গৃহে ‘হাজ্জ’ অথবা ‘উমরাহ’ পালন’ করে তার জন্য এতদুভয়ের প্রদক্ষিণ করা দোষণীয় নয়, এবং কোন ব্যক্তি স্বেচ্ছায় সৎ কাজ করলে আল্লাহ গুণগ্রাহী, সর্বজ্ঞাত।"}	,
    {"verse_id":	159	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৫৯","ar_ayat":"﴿﻿۱۵۹﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ یَکۡتُمُوۡنَ مَاۤ اَنۡزَلۡنَا مِنَ الۡبَیِّنٰتِ وَالۡہُدٰی مِنۡۢ بَعۡدِ مَا بَیَّنّٰہُ لِلنَّاسِ فِی الۡکِتٰبِ ۙ  اُولٰٓئِکَ یَلۡعَنُہُمُ اللّٰہُ وَیَلۡعَنُہُمُ اللّٰعِنُوۡنَ ۙ","en_translation":"Lo! Those who hide the proofs and the guidance which We revealed, after We had made it clear to mankind in the Scripture: such are accursed of Allah and accursed of those who have the power to curse.","bn_translation":"আমি যে সব উজ্জ্বল নিদর্শন ও পথ-নির্দেশ অবতীর্ণ করেছি ঐগুলিকে সর্ব সাধারণের নিকট প্রকাশ করার পরও যারা ঐসব বিষয়কে গোপন করে, আল্লাহ তাদেরকে অভিসম্পাত করেন এবং অভিসম্পাতকারীরাও তাদেরকে অভিসম্পাত করে থাকে।"}	,
    {"verse_id":	160	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬০","ar_ayat":"﴿﻿۱۶۰﻿﴾","text_indo_pak":"اِلَّا الَّذِیۡنَ تَابُوۡا وَاَصۡلَحُوۡا وَبَیَّنُوۡا فَاُولٰٓئِکَ اَتُوۡبُ عَلَیۡہِمۡ ۚ وَاَنَا التَّوَّابُ الرَّحِیۡمُ","en_translation":"Except those who repent and amend and make manifest (the truth). These it is toward whom I relent. I am the Relenting, the Merciful.","bn_translation":"কিন্তু যারা তাওবাহ করে ও সংশোধিত হয় এবং সত্য প্রকাশ করে, বস্ত্ততঃ আমি তাদের প্রতি ক্ষমা প্রদানকারী, করুণাময়।"}	,
    {"verse_id":	161	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬১","ar_ayat":"﴿﻿۱۶۱﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ کَفَرُوۡا وَمَاتُوۡا وَہُمۡ کُفَّارٌ اُولٰٓئِکَ عَلَیۡہِمۡ لَعۡنَۃُ اللّٰہِ وَالۡمَلٰٓئِکَۃِ وَالنَّاسِ اَجۡمَعِیۡنَ ۙ","en_translation":"Lo! Those who disbelieve, and die while they are disbelievers; on them is the curse of Allah and of angels and of men combined.","bn_translation":"যারা অবিশ্বাস করেছে ও অবিশ্বাসী অবস্থায় মৃত্যু বরণ করেছে, নিশ্চয়ই তাদের উপর আল্লাহর মালাক/ফেরেশতা এবং মানবকূলের সবারই অভিসম্পাত।"}	,
    {"verse_id":	162	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬২","ar_ayat":"﴿﻿۱۶۲﻿﴾","text_indo_pak":"خٰلِدِیۡنَ فِیۡہَا ۚ لَا یُخَفَّفُ عَنۡہُمُ الۡعَذَابُ وَلَا ہُمۡ یُنۡظَرُوۡنَ","en_translation":"They ever dwell therein. The doom will not be lightened for them, neither will they be reprieved.","bn_translation":"তন্মধ্যে তারা সর্বদা অবস্থান করবে, তাদের শাস্তি প্রশমিত হবেনা এবং তাদেরকে অবকাশ দেয়া হবেনা।"}	,
    {"verse_id":	163	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬৩","ar_ayat":"﴿﻿۱۶۳﻿﴾","text_indo_pak":"وَاِلٰـہُکُمۡ اِلٰہٌ وَّاحِدٌ ۚ  لَاۤ اِلٰہَ اِلَّا ہُوَ الرَّحۡمٰنُ الرَّحِیۡمُ ","en_translation":"Your God is One God; there is no God save Him, the Beneficent, the Merciful.","bn_translation":"এবং তোমাদের ইলাহ একমাত্র আল্লাহ; সেই সর্বদাতা করুণাময় ব্যতীত অন্য কেহ উপাস্য নেই।"}	,
    {"verse_id":	164	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬৪","ar_ayat":"﴿﻿۱۶۴﻿﴾","text_indo_pak":"اِنَّ فِیۡ خَلۡقِ السَّمٰوٰتِ وَالۡاَرۡضِ وَاخۡتِلَافِ الَّیۡلِ وَالنَّہَارِ وَالۡفُلۡکِ الَّتِیۡ تَجۡرِیۡ فِی الۡبَحۡرِ بِمَا یَنۡفَعُ النَّاسَ وَمَاۤ اَنۡزَلَ اللّٰہُ مِنَ السَّمَآءِ مِنۡ مَّآءٍ فَاَحۡیَا بِہِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا وَبَثَّ فِیۡہَا مِنۡ کُلِّ دَآبَّۃٍ ۪ وَّتَصۡرِیۡفِ الرِّیٰحِ وَالسَّحَابِ الۡمُسَخَّرِ بَیۡنَ السَّمَآءِ وَالۡاَرۡضِ لَاٰیٰتٍ لِّقَوۡمٍ یَّعۡقِلُوۡنَ","en_translation":"Lo! In the creation of the heavens and the earth, and the difference of night and day, and the ships which run upon the sea with that which is of use to men, and the water which Allah sendeth down from the sky, thereby reviving the earth after its death, and dispersing all kinds of beasts therein, and (in) the ordinance of the winds, and the clouds obedient between heaven and earth: are signs (of Allahâ€™s Sovereignty) for people who have sense.","bn_translation":"নিশ্চয়ই নভোমন্ডল ও ভূমন্ডল সৃষ্টিতে, দিন ও রাতের পরিবর্তনে, নৌ-পথে জাহাজসমূহের চলাচলে - যাতে রয়েছে মানুষের জন্য কল্যাণ। মৃত পৃথিবীকে সঞ্জীবিত করণে, তাতে নানাবিধ জীবজন্তু সঞ্চারিত করার জন্য আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন। বায়ুরাশির গতি পরিবর্তনে এবং আকাশ ও পৃথিবীর মধ্যস্থ সঞ্চিত মেঘের সঞ্চারণে সত্যি সত্যিই জ্ঞানবান সম্প্রদায়ের জন্য নিদর্শন রয়েছে।"}	,
    {"verse_id":	165	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬৫","ar_ayat":"﴿﻿۱۶۵﻿﴾","text_indo_pak":"وَمِنَ النَّاسِ مَنۡ یَّتَّخِذُ مِنۡ دُوۡنِ اللّٰہِ اَنۡدَادًا یُّحِبُّوۡنَہُمۡ کَحُبِّ اللّٰہِ ؕ وَالَّذِیۡنَ اٰمَنُوۡۤا اَشَدُّ حُبًّا لِّلّٰہِ ؕ وَ لَوۡ یَرَی الَّذِیۡنَ ظَلَمُوۡۤا اِذۡ یَرَوۡنَ الۡعَذَابَ ۙ اَنَّ الۡقُوَّۃَ لِلّٰہِ جَمِیۡعًا ۙ وَّاَنَّ اللّٰہَ شَدِیۡدُ الۡعَذَابِ","en_translation":"Yet of mankind are some who take unto themselves (objects of worship which they set as) rivals to Allah, loving them with a love like (that which is the due) of Allah (only) - those who believe are stauncher in their love for Allah - Oh, that those who do evil had but known, (on the day) when they behold the doom, that power belongeth wholly to Allah, and that Allah is severe in punishment!","bn_translation":"এবং মানবমন্ডলীর মধ্যে এরূপ আছে - যারা আল্লাহ ব্যতীত অপরকে সদৃশ স্থির করে, আল্লাহকে ভালবাসার ন্যায় তারা তাদেরকে ভালবাসে। এবং যারা বিশ্বাস স্থাপন করেছে আল্লাহর প্রতি - তাদের প্রেম দৃঢ়তর এবং যারা অত্যাচার করেছে তারা যদি শাস্তি অবলোকন করত তাহলে দেখত, সমুদয় শক্তিই আল্লাহর এবং নিশ্চয়ই আল্লাহ শাস্তি দানে কঠোর।"}	,
    {"verse_id":	166	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬৬","ar_ayat":"﴿﻿۱۶۶﻿﴾","text_indo_pak":"اِذۡ تَبَرَّاَ الَّذِیۡنَ اتُّبِعُوۡا مِنَ الَّذِیۡنَ اتَّبَعُوۡا وَرَاَوُا الۡعَذَابَ وَتَقَطَّعَتۡ بِہِمُ الۡاَسۡبَابُ","en_translation":"(On the day) when those who were followed disown those who followed (them), and they behold the doom, and all their aims collapse with them.","bn_translation":"যাদের অনুসরণ করা হয়েছে তারা যখন অনুসারীদেরকে প্রত্যাখ্যান করবে তখন তারা শাস্তি প্রত্যক্ষ করবে এবং তাদের সম্পর্ক বিচ্ছিন্ন হয়ে যাবে।"}	,
    {"verse_id":	167	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬৭","ar_ayat":"﴿﻿۱۶۷﻿﴾","text_indo_pak":"وَقَالَ الَّذِیۡنَ اتَّبَعُوۡا لَوۡ اَنَّ لَنَا کَرَّۃً فَنَتَبَرَّاَ مِنۡہُمۡ کَمَا تَبَرَّءُوۡا مِنَّا ؕ  کَذٰلِکَ یُرِیۡہِمُ اللّٰہُ اَعۡمَالَہُمۡ حَسَرٰتٍ عَلَیۡہِمۡ ؕ  وَمَا ہُمۡ بِخٰرِجِیۡنَ مِنَ النَّارِ ","en_translation":"And those who were but followers will say: If a return were possible for us, we would disown them even as they have disowned us. Thus will Allah show them their own deeds as anguish for them, and they will not emerge from the Fire.","bn_translation":"অনুসরণকারীরা বলবেঃ যদি আমরা ফিরে যেতে পারতাম তাহলে তারা যেরূপ আমাদেরকে প্রত্যাখ্যান করেছে আমরাও তদ্রুপ তাদেরকে প্রত্যাখ্যান করতাম। এভাবে আল্লাহ তাদের কৃতকর্মের পরিণাম দুঃখজনকভাবে প্রদর্শন করবেন এবং তারা অগ্নি হতে উদ্ধার পাবেনা।"}	,
    {"verse_id":	168	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬৮","ar_ayat":"﴿﻿۱۶۸﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّاسُ کُلُوۡا مِمَّا فِی الۡاَرۡضِ حَلٰلًا طَیِّبًا ۫ۖ وَّلَا تَتَّبِعُوۡا خُطُوٰتِ الشَّیۡطٰنِ ؕ اِنَّہٗ لَکُمۡ عَدُوٌّ مُّبِیۡنٌ","en_translation":"O mankind! Eat of that which is lawful and wholesome in the earth, and follow not the footsteps of the devil. Lo! he is an open enemy for you.","bn_translation":"হে মানবমন্ডলী! পৃথিবীর মধ্যে যা বৈধ ও পবিত্র, তা হতে আহার কর এবং শাইতানের পদাঙ্ক অনুসরণ করনা, নিশ্চয়ই সে তোমাদের প্রকাশ্য শত্রু।"}	,
    {"verse_id":	169	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৬৯","ar_ayat":"﴿﻿۱۶۹﻿﴾","text_indo_pak":"اِنَّمَا یَاۡمُرُکُمۡ بِالسُّوۡٓءِ وَالۡفَحۡشَآءِ وَاَنۡ تَقُوۡلُوۡا عَلَی اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"He enjoineth upon you only the evil and the foul, and that ye should tell concerning Allah that which ye know not.","bn_translation":"সে এতদ্ব্যতীত তোমাদেরকে আদেশ করে শাইতানী ও অশ্লীল কাজ করতে এবং আল্লাহ সম্বন্ধে তোমরা যা জাননা তা বলতে।"}	,
    {"verse_id":	170	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭০","ar_ayat":"﴿﻿۱۷۰﻿﴾","text_indo_pak":"وَاِذَا قِیۡلَ لَہُمُ اتَّبِعُوۡا مَاۤ اَنۡزَلَ اللّٰہُ قَالُوۡا بَلۡ نَتَّبِعُ مَاۤ اَلۡفَیۡنَا عَلَیۡہِ اٰبَآءَنَا ؕ اَوَلَوۡ کَانَ اٰبَآؤُہُمۡ لَا یَعۡقِلُوۡنَ شَیۡئًا وَّلَا یَہۡتَدُوۡنَ","en_translation":"And when it is said unto them: Follow that which Allah hath revealed, they say: We follow that wherein we found our fathers. What! Even though their fathers were wholly unintelligent and had no guidance ?","bn_translation":"এবং যখন তাদেরকে বলা হয় যে, আল্লাহ যা অবতীর্ণ করেছেন তা অনুসরণ কর তখন তারা বলেঃ বরং আমরা ওরই অনুসরণ করব যা আমাদের পিতৃ-পুরুষগণ হতে প্রাপ্ত হয়েছি; যদিও তাদের পিতৃ-পুরুষদের কোনই জ্ঞান ছিলনা এবং তারা সুপথগামীও ছিলনা।"}	,
    {"verse_id":	171	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭১","ar_ayat":"﴿﻿۱۷۱﻿﴾","text_indo_pak":"وَمَثَلُ الَّذِیۡنَ کَفَرُوۡا کَمَثَلِ الَّذِیۡ یَنۡعِقُ بِمَا لَا یَسۡمَعُ اِلَّا دُعَآءً وَّنِدَآءً ؕ صُمٌّۢ بُکۡمٌ عُمۡیٌ فَہُمۡ لَا یَعۡقِلُوۡنَ","en_translation":"The likeness of those who disbelieve (in relation to the messenger) is as the likeness of one who calleth unto that which heareth naught except a shout and cry. Deaf, dumb, blind, therefore they have no sense.","bn_translation":"আর যারা অবিশ্বাস করেছে তাদের দৃষ্টান্ত ওদের ন্যায় - যেমন কেহ আহবান করলে শুধু চীৎকার ও ধ্বনি ব্যতীত আর কিছুই শোনেনা, তারা বধির, মুক, অন্ধ; কাজেই তারা বুঝতে পারেনা।"}	,
    {"verse_id":	172	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭২","ar_ayat":"﴿﻿۱۷۲﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا کُلُوۡا مِنۡ طَیِّبٰتِ مَا رَزَقۡنٰکُمۡ وَاشۡکُرُوۡا لِلّٰہِ اِنۡ کُنۡتُمۡ اِیَّاہُ تَعۡبُدُوۡنَ","en_translation":"O ye who believe! Eat of the good things wherewith We have provided you, and render thanks to Allah if it is (indeed) He Whom ye worship.","bn_translation":"হে বিশ্বাস স্থাপনকারীগণ! আমি তোমাদেরকে যা উপজীবিকা স্বরূপ দান করেছি সেই পবিত্র বস্তুসমূহ আহার কর এবং আল্লাহর নিকট কৃতজ্ঞতা প্রকাশ কর, যদি তোমরা তাঁরই ইবাদাত করে থাক।"}	,
    {"verse_id":	173	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭৩","ar_ayat":"﴿﻿۱۷۳﻿﴾","text_indo_pak":"اِنَّمَا حَرَّمَ عَلَیۡکُمُ الۡمَیۡتَۃَ وَالدَّمَ وَلَحۡمَ الۡخِنۡزِیۡرِ وَمَاۤ اُہِلَّ بِہٖ لِغَیۡرِ اللّٰہِ ۚ فَمَنِ اضۡطُرَّ غَیۡرَ بَاغٍ وَّلَا عَادٍ فَلَاۤ اِثۡمَ عَلَیۡہِ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"He hath forbidden you only carrion, and blood, and swineflesh, and that which hath been immolated to (the name of) any other than Allah. But he who is driven by necessity, neither craving nor transgressing, it is no sin for him. Lo! Allah is Forgiving, Merciful.","bn_translation":"তিনি শুধু তোমাদের জন্য মৃত জীব, রক্ত, শুকরের মাংস এবং যা আল্লাহ ব্যতীত অপরের উদ্দেশে নিবেদিত - তদ্ব্যতীত অবৈধ করেননি; বস্তুতঃ যে ব্যক্তি নিরূপায়, কিন্তু সীমা লংঘনকারী নয়, তার জন্য পাপ নেই; এবং নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	174	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭৪","ar_ayat":"﴿﻿۱۷۴﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ یَکۡتُمُوۡنَ مَاۤ اَنۡزَلَ اللّٰہُ مِنَ الۡکِتٰبِ وَیَشۡتَرُوۡنَ بِہٖ ثَمَنًا قَلِیۡلًا ۙ اُولٰٓئِکَ مَا یَاۡکُلُوۡنَ فِیۡ بُطُوۡنِہِمۡ اِلَّا النَّارَ وَلَا یُکَلِّمُہُمُ اللّٰہُ یَوۡمَ الۡقِیٰمَۃِ وَلَا یُزَکِّیۡہِمۡ ۚۖ وَلَہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"Lo! those who hide aught of the Scripture which Allah hath revealed and purchase a small gain therewith, they eat into their bellies nothing else than fire. Allah will not speak to them on the Day of Resurrection, nor will He make them grow. Theirs will be a painful doom.","bn_translation":"আল্লাহ যা গ্রন্থে অবতীর্ণ করেছেন তা যারা গোপন করে ও তৎপরিবর্তে নগণ্য মূল্য গ্রহণ করে, নিশ্চয়ই তারা অগ্নি ছাড়া অন্য কিছু ভক্ষন করেনা; এবং উত্থান দিনে আল্লাহ তাদের সাথে কথা বলবেননা, তাদেরকে পবিত্র করবেননা এবং তাদের জন্য রয়েছে যন্ত্রনাদায়ক শাস্তি।"}	,
    {"verse_id":	175	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭৫","ar_ayat":"﴿﻿۱۷۵﻿﴾","text_indo_pak":"اُولٰٓئِکَ الَّذِیۡنَ اشۡتَرَوُا الضَّلٰلَۃَ بِالۡہُدٰی وَالۡعَذَابَ بِالۡمَغۡفِرَۃِ ۚ فَمَاۤ اَصۡبَرَہُمۡ عَلَی النَّارِ","en_translation":"Those are they who purchase error at the price of guidance, and torment at the price of pardon. How constant are they in their strife to reach the Fire!","bn_translation":"ওরাই সুপথের বিনিময়ে কুপথ এবং ক্ষমার পরিবর্তে শাস্তি ক্রয় করেছে, অতঃপর জাহান্নামের আগুন কিরূপে সহ্য করবে?"}	,
    {"verse_id":	176	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭৬","ar_ayat":"﴿﻿۱۷۶﻿﴾","text_indo_pak":"ذٰلِکَ بِاَنَّ اللّٰہَ نَزَّلَ الۡکِتٰبَ بِالۡحَقِّ ؕ  وَاِنَّ الَّذِیۡنَ اخۡتَلَفُوۡا فِی الۡکِتٰبِ لَفِیۡ شِقَاقٍۭ بَعِیۡدٍ ","en_translation":"That is because Allah hath revealed the Scripture with the truth. Lo! those who find (a cause of) disagreement in the Scripture are in open schism.","bn_translation":"এ জন্যই আল্লাহ সত্যসহ গ্রন্থ অবতীর্ণ করেছেন এবং যারা গ্রন্থ সম্বন্ধে বিরোধ করে বাস্তবিকই তারা বিরুদ্ধাচরণে সুদূরগামী।"}	,
    {"verse_id":	177	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭৭","ar_ayat":"﴿﻿۱۷۷﻿﴾","text_indo_pak":"لَیۡسَ الۡبِرَّ اَنۡ تُوَلُّوۡا وُجُوۡہَکُمۡ قِبَلَ الۡمَشۡرِقِ وَالۡمَغۡرِبِ وَلٰکِنَّ الۡبِرَّ مَنۡ اٰمَنَ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ وَالۡمَلٰٓئِکَۃِ وَالۡکِتٰبِ وَالنَّبِیّٖنَ ۚ وَاٰتَی الۡمَالَ عَلٰی حُبِّہٖ ذَوِی الۡقُرۡبٰی وَالۡیَتٰمٰی وَالۡمَسٰکِیۡنَ وَابۡنَ السَّبِیۡلِ ۙ وَالسَّآئِلِیۡنَ وَفِی الرِّقَابِ ۚ وَاَقَامَ الصَّلٰوۃَ وَاٰتَی الزَّکٰوۃَ ۚ وَالۡمُوۡفُوۡنَ بِعَہۡدِہِمۡ اِذَا عٰہَدُوۡا ۚ وَالصّٰبِرِیۡنَ فِی الۡبَاۡسَآءِ وَالضَّرَّآءِ وَحِیۡنَ الۡبَاۡسِ ؕ اُولٰٓئِکَ الَّذِیۡنَ صَدَقُوۡا ؕ وَاُولٰٓئِکَ ہُمُ الۡمُتَّقُوۡنَ","en_translation":"It is not righteousness that ye turn your faces to the East and the West; but righteous is he who believeth in Allah and the Last Day and the angels and the Scripture and the prophets; and giveth wealth, for love of Him, to kinsfolk and to orphans and the needy and the wayfarer and to those who ask, and to set slaves free; and observeth proper worship and payeth the poor-due. And those who keep their treaty when they make one, and the patient in tribulation and adversity and time of stress. Such are they who are sincere. Such are the God-fearing.","bn_translation":"তোমরা তোমাদের মুখমন্ডল পূর্ব বা পশ্চিম দিকে প্রত্যাবর্তিত করলেই তাতে পুণ্য নেই, বরং পুণ্য তার যে ব্যক্তি আল্লাহ, আখিরাত, মালাইকা/ফেরেশতা, কিতাব ও নাবীগণের প্রতি বিশ্বাস স্থাপন করে এবং তাঁরই প্রেমে ধন-সম্পদের প্রতি আকর্ষণ থাকা সত্ত্বেও সে তা আত্মীয়-স্বজন, পিতৃহীন, দরিদ্র, পথিক ও ভিক্ষুকদেরকে এবং দাসত্ব মোচনের জন্য ব্যয় করে, আর সালাত প্রতিষ্ঠিত করে ও যাকাত প্রদান করে এবং অঙ্গীকার করলে তা পূরণ করে এবং যারা অভাবে ও ক্লেশে এবং যুদ্ধকালে ধৈর্যশীল তারাই সত্য পরায়ণ এবং তারাই ধর্মভীরু।"}	,
    {"verse_id":	178	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭৮","ar_ayat":"﴿﻿۱۷۸﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا کُتِبَ عَلَیۡکُمُ الۡقِصَاصُ فِی الۡقَتۡلٰی ؕ اَلۡحُرُّ بِالۡحُرِّ وَالۡعَبۡدُ بِالۡعَبۡدِ وَالۡاُنۡثٰی بِالۡاُنۡثٰی ؕ فَمَنۡ عُفِیَ لَہٗ مِنۡ اَخِیۡہِ شَیۡءٌ فَاتِّبَاعٌۢ بِالۡمَعۡرُوۡفِ وَاَدَآءٌ اِلَیۡہِ بِاِحۡسَانٍ ؕ ذٰلِکَ تَخۡفِیۡفٌ مِّنۡ رَّبِّکُمۡ وَرَحۡمَۃٌ ؕ فَمَنِ اعۡتَدٰی بَعۡدَ ذٰلِکَ فَلَہٗ عَذَابٌ اَلِیۡمٌ","en_translation":"O ye who believe! Retaliation is prescribed for you in the matter of the murdered; the freeman for the freeman, and the slave for the slave, and the female for the female. And for him who is forgiven somewhat by his (injured) brother, prosecution according to usage and payment unto him in kindness. This is an alleviation and a mercy from your Lord. He who transgresseth after this will have a painful doom.","bn_translation":"হে বিশ্বাস স্থাপনকারীগণ! নিহতদের সম্বন্ধে তোমাদের জন্য প্রতিশোধ গ্রহণ বিধিবদ্ধ করা হল; স্বাধীনের পরিবর্তে স্বাধীন, দাসের পরিবর্তে দাস এবং নারীর পরিবর্তে নারী। কিন্তু যদি কেহ তার ভাই কর্তৃক কোন বিষয়ে ক্ষমা প্রাপ্ত হয় তাহলে যেন ন্যায় সঙ্গতভাবে পাওনা সাব্যস্ত করা হয় এবং সদ্ভাবে তা পরিশোধ করে। এটা তোমাদের রবের পক্ষ হতে লঘু বিধান ও করুণা; অতঃপর যে কেহ সীমা লংঘন করবে তার জন্য যন্ত্রনাদায়ক শাস্তি রয়েছে।"}	,
    {"verse_id":	179	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৭৯","ar_ayat":"﴿﻿۱۷۹﻿﴾","text_indo_pak":"وَلَکُمۡ فِی الۡقِصَاصِ حَیٰوۃٌ یّٰۤاُولِی الۡاَلۡبَابِ لَعَلَّکُمۡ تَتَّقُوۡنَ","en_translation":"And there is life for you in retaliation, O men of understanding, that ye may ward off (evil).","bn_translation":"হে জ্ঞানবান লোকেরা! কিসাসের মধ্যে তোমাদের জন্য জীবন রয়েছে, যেন তোমরা তাকওয়া অবলম্বন করতে পার।"}	,
    {"verse_id":	180	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮০","ar_ayat":"﴿﻿۱۸۰﻿﴾","text_indo_pak":"کُتِبَ عَلَیۡکُمۡ اِذَا حَضَرَ اَحَدَکُمُ الۡمَوۡتُ اِنۡ تَرَکَ خَیۡرَۨا ۚۖ  الۡوَصِیَّۃُ لِلۡوَالِدَیۡنِ وَالۡاَقۡرَبِیۡنَ بِالۡمَعۡرُوۡفِ ۚ  حَقًّا عَلَی الۡمُتَّقِیۡنَ ؕ","en_translation":"It is prescribed for you, when death approacheth one of you, if he leave wealth, that he bequeath unto parents and near relatives in kindness. (This is) a duty for all those who ward off (evil).","bn_translation":"যখন তোমাদের কারও মৃত্যু নিকটবর্তী বলে মনে হয়, তখন সে যদি ধন সম্পত্তি রেখে যায় তাহলে মাতা-পিতা ও আত্মীয়-স্বজনের জন্য বৈধভাবে অসীয়াত করা তোমাদের জন্য বিধিবদ্ধ হল, ধর্ম-ভীরুদের এটা অবশ্য করণীয়।"}	,
    {"verse_id":	181	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮১","ar_ayat":"﴿﻿۱۸۱﻿﴾","text_indo_pak":"فَمَنۡۢ بَدَّلَہٗ بَعۡدَمَا سَمِعَہٗ فَاِنَّمَاۤ اِثۡمُہٗ عَلَی الَّذِیۡنَ یُبَدِّلُوۡنَہٗ ؕ  اِنَّ اللّٰہَ سَمِیۡعٌ عَلِیۡمٌ ؕ","en_translation":"And whoso changeth (the will) after he hath heard it - the sin thereof is only upon those who change it. Lo! Allah is Hearer, Knower.","bn_translation":"অতঃপর যে ব্যক্তি শোনার পর তা পরিবর্তন করে, তাহলে এর পাপ তাদেরই হবে যারা একে পরিবর্তন করবে; নিশ্চয়ই আল্লাহ শ্রবণকারী, মহাজ্ঞানী।"}	,
    {"verse_id":	182	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮২","ar_ayat":"﴿﻿۱۸۲﻿﴾","text_indo_pak":"فَمَنۡ خَافَ مِنۡ مُّوۡصٍ جَنَفًا اَوۡ اِثۡمًا فَاَصۡلَحَ بَیۡنَہُمۡ فَلَاۤ اِثۡمَ عَلَیۡہِ ؕ  اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ","en_translation":"But he who feareth from a testator some unjust or sinful clause, and maketh peace between the parties, (it shall be) no sin for him. Lo! Allah is Forgiving, Merciful.","bn_translation":"অনন্তর যদি কেহ অসীয়াতকারীর পক্ষে পক্ষপাতিত্ব অথবা পাপের আশঙ্কা করে তাদের মধ্যে মীমাংসা করে দেয়, তাতে তার পাপ নেই; নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	183	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮৩","ar_ayat":"﴿﻿۱۸۳﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا کُتِبَ عَلَیۡکُمُ الصِّیَامُ کَمَا کُتِبَ عَلَی الَّذِیۡنَ مِنۡ قَبۡلِکُمۡ لَعَلَّکُمۡ تَتَّقُوۡنَ ۙ","en_translation":"O ye who believe! Fasting is prescribed for you, even as it was prescribed for those before you, that ye may ward off (evil);","bn_translation":"হে বিশ্বাস স্থাপনকারীগণ! তোমাদের পূর্ববতী লোকদের ন্যায় তোমাদের উপরও সিয়ামকে অপরিহার্য কর্তব্য রূপে নির্ধারণ করা হল যেন তোমরা সংযমশীল হতে পারো।"}	,
    {"verse_id":	184	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮৪","ar_ayat":"﴿﻿۱۸۴﻿﴾","text_indo_pak":"اَیَّامًا مَّعۡدُوۡدٰتٍ ؕ فَمَنۡ کَانَ مِنۡکُمۡ مَّرِیۡضًا اَوۡ عَلٰی سَفَرٍ فَعِدَّۃٌ مِّنۡ اَیَّامٍ اُخَرَ ؕ وَعَلَی الَّذِیۡنَ یُطِیۡقُوۡنَہٗ فِدۡیَۃٌ طَعَامُ مِسۡکِیۡنٍ ؕ فَمَنۡ تَطَوَّعَ خَیۡرًا فَہُوَ خَیۡرٌ لَّہٗ ؕ وَاَنۡ تَصُوۡمُوۡا خَیۡرٌ لَّکُمۡ اِنۡ کُنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"(Fast) a certain number of days; and (for) him who is sick among you, or on a journey, (the same) number of other days; and for those who can afford it there is a ransom: the feeding of a man in need - but whoso doeth good of his own accord, it is better for him: and that ye fast is better for you if ye did but know -","bn_translation":"ওটা নির্দিষ্ট কয়েক দিন। কিন্তু তোমাদের মধ্যে যে কেহ পীড়িত কিংবা প্রবাসী হয় তার জন্য অপর কোন দিন হতে গণনা করবে, আর যারা ওতে অক্ষম তারা তৎপরিবর্তে একজন দরিদ্রকে আহার্য দান করবে। অতএব যে ব্যক্তি স্বেচ্ছায় সৎ কাজ করে তার জন্য কল্যাণ এবং তোমরা যদি বুঝে থাক তাহলে সিয়াম পালনই তোমাদের জন্য কল্যাণকর।"}	,
    {"verse_id":	185	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮৫","ar_ayat":"﴿﻿۱۸۵﻿﴾","text_indo_pak":"شَہۡرُ رَمَضَانَ الَّذِیۡۤ اُنۡزِلَ فِیۡہِ الۡقُرۡاٰنُ ہُدًی لِّلنَّاسِ وَبَیِّنٰتٍ مِّنَ الۡہُدٰی وَالۡفُرۡقَانِ ۚ فَمَنۡ شَہِدَ مِنۡکُمُ الشَّہۡرَ فَلۡیَصُمۡہُ ؕ وَمَنۡ کَانَ مَرِیۡضًا اَوۡ عَلٰی سَفَرٍ فَعِدَّۃٌ مِّنۡ اَیَّامٍ اُخَرَ ؕ یُرِیۡدُ اللّٰہُ بِکُمُ الۡیُسۡرَ وَلَا یُرِیۡدُ بِکُمُ الۡعُسۡرَ ۫ وَلِتُکۡمِلُوا الۡعِدَّۃَ وَلِتُکَبِّرُوا اللّٰہَ عَلٰی مَا ہَدٰىکُمۡ وَلَعَلَّکُمۡ تَشۡکُرُوۡنَ","en_translation":"The month of Ramadan in which was revealed the Qurâ€™an, a guidance for mankind, and clear proofs of the guidance, and the Criterion (of right and wrong). And whosoever of you is present, let him fast the month, and whosoever of you is sick or on a journey, (let him fast the same) number of other days. Allah desireth for you ease; He desireth not hardship for you; and (He desireth) that ye should complete the period, and that ye should magnify Allah for having guided you, and that peradventure ye may be thankful.","bn_translation":"রামাযান মাস, যে মাসে বিশ্বমানবের জন্য পথ প্রদর্শন এবং সু-পথের উজ্জ্বল নিদর্শন এবং হক ও বাতিলের প্রভেদকারী কুরআন অবতীর্ণ হয়েছে। অতএব তোমাদের মধ্যে যে ব্যক্তি সেই মাসে (নিজ আবাসে) উপস্থিত থাকে সে যেন সিয়াম পালন করে এবং যে ব্যক্তি পীড়িত অথবা প্রবাসী, তার জন্য অপর কোন দিন হতে গণনা করবে; তোমাদের পক্ষে যা সহজসাধ্য আল্লাহ তা’ই ইচ্ছা করেন ও তোমাদের পক্ষে যা দুঃসাধ্য তা ইচ্ছা করেননা এবং যেন তোমরা নির্ধারিত সংখ্যা পূরণ করে নিতে পার এবং তোমাদেরকে যে সুপথ দেখিয়েছেন তজ্জন্য তোমরা আল্লাহকে মহিমান্বিত কর এবং যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।"}	,
    {"verse_id":	186	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮৬","ar_ayat":"﴿﻿۱۸۶﻿﴾","text_indo_pak":"وَاِذَا سَاَلَکَ عِبَادِیۡ عَنِّیۡ فَاِنِّیۡ قَرِیۡبٌ ؕ اُجِیۡبُ دَعۡوَۃَ الدَّاعِ اِذَا دَعَانِ ۙ فَلۡیَسۡتَجِیۡبُوۡا لِیۡ وَلۡیُؤۡمِنُوۡا بِیۡ لَعَلَّہُمۡ یَرۡشُدُوۡنَ","en_translation":"And when My servants question thee concerning Me, then surely I am nigh. I answer the prayer of the suppliant when he crieth unto Me. So let them hear My call and let them trust in Me, in order that they may be led aright.","bn_translation":"এবং যখন আমার সেবকবৃন্দ (বান্দা) আমার সম্বন্ধে তোমাকে জিজ্ঞেস করে তখন তাদেরকে বলে দাওঃ নিশ্চয়ই আমি সন্নিকটবর্তী। কোন আহবানকারী যখনই আমাকে আহবান করে তখনই আমি তার আহবানে সাড়া দিই; সুতরাং তারাও যেন আমার ডাকে সাড়া দেয় এবং আমাকে বিশ্বাস করে - তাহলেই তারা সঠিক পথপ্রাপ্ত হতে পারবে।"}	,
    {"verse_id":	187	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮৭","ar_ayat":"﴿﻿۱۸۷﻿﴾","text_indo_pak":"اُحِلَّ لَکُمۡ لَیۡلَۃَ الصِّیَامِ الرَّفَثُ اِلٰی نِسَآئِکُمۡ ؕ ہُنَّ لِبَاسٌ لَّکُمۡ وَاَنۡتُمۡ لِبَاسٌ لَّہُنَّ ؕ عَلِمَ اللّٰہُ اَنَّکُمۡ کُنۡتُمۡ تَخۡتَانُوۡنَ اَنۡفُسَکُمۡ فَتَابَ عَلَیۡکُمۡ وَعَفَا عَنۡکُمۡ ۚ فَالۡـٰٔنَ بَاشِرُوۡہُنَّ وَابۡتَغُوۡا مَا کَتَبَ اللّٰہُ لَکُمۡ ۪ وَکُلُوۡا وَاشۡرَبُوۡا حَتّٰی یَتَبَیَّنَ لَکُمُ الۡخَیۡطُ الۡاَبۡیَضُ مِنَ الۡخَیۡطِ الۡاَسۡوَدِ مِنَ الۡفَجۡرِ ۪ ثُمَّ اَتِمُّوا الصِّیَامَ اِلَی الَّیۡلِ ۚ وَلَا تُبَاشِرُوۡہُنَّ وَاَنۡتُمۡ عٰکِفُوۡنَ ۙ فِی الۡمَسٰجِدِ ؕ تِلۡکَ حُدُوۡدُ اللّٰہِ فَلَا تَقۡرَبُوۡہَا ؕ کَذٰلِکَ یُبَیِّنُ اللّٰہُ اٰیٰتِہٖ لِلنَّاسِ لَعَلَّہُمۡ یَتَّقُوۡنَ","en_translation":"It is made lawful for you to go in unto your wives on the night of the fast. They are raiment for you and ye are raiment for them. Allah is Aware that ye were deceiving yourselves in this respect and He hath turned in mercy toward you and relieved you. So hold intercourse with them and seek that which Allah hath ordained for you, and eat and drink until the white thread becometh distinct to you from the black thread of the dawn. Then strictly observe the fast till nightfall and touch them not, but be at your devotions in the mosques. These are the limits imposed by Allah, so approach them not. Thus Allah expoundeth His revelation to mankind that they may ward off (evil).","bn_translation":"রামাযানের রাতে আপন স্ত্রীদের সাথে মেলামেশা করা তোমাদের জন্য বৈধ করা হয়েছে, তারা তোমাদের জন্য এবং তোমরা তাদের জন্য আবরণ, তোমরা যে নিজেদের ক্ষতি করছিলে আল্লাহ তা জ্ঞাত আছেন, এ জন্য তিনি তোমাদের প্রতি প্রত্যাবৃত্ত হলেন এবং তোমাদের (ভার) লাঘব করে দিলেন; অতএব এক্ষণে তোমরা (রামাযানের রাতেও) তাদের সাথে মিলিত হও এবং আল্লাহ তোমাদের জন্য যা লিপিবদ্ধ করেছেন তা অনুসন্ধান কর এবং প্রত্যুষে কালো সূতা হতে সাদা সূতা প্রকাশিত না হওয়া পর্যন্ত তোমরা আহার ও পান কর, অতঃপর রাত সমাগম পর্যন্ত তোমরা সিয়াম পূর্ণ কর; তোমরা মাসজিদে ই‘তিকাফ করার সময় (তোমাদের স্ত্রীদের সাথে) মিলিত হবেনা; এটিই আল্লাহর সীমা। অতএব তোমরা উহার নিকটেও যাবেনা; এভাবে আল্লাহ মানবমন্ডলীর জন্য তাঁর নিদর্শনসমূহ বিবৃত করেন, যেন তারা সংযত হয়।"}	,
    {"verse_id":	188	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮৮","ar_ayat":"﴿﻿۱۸۸﻿﴾","text_indo_pak":"وَلَا تَاۡکُلُوۡۤا اَمۡوَالَکُمۡ بَیۡنَکُمۡ بِالۡبَاطِلِ وَتُدۡلُوۡا بِہَاۤ اِلَی الۡحُکَّامِ لِتَاۡکُلُوۡا فَرِیۡقًا مِّنۡ اَمۡوَالِ النَّاسِ بِالۡاِثۡمِ وَاَنۡتُمۡ تَعۡلَمُوۡنَ ","en_translation":"And eat not up your property among yourselves in vanity, nor seek by it to gain the hearing of the judges that ye may knowingly devour a portion of the property of others wrongfully.","bn_translation":"এবং তোমরা নিজেদের মধ্যে পরস্পরের ধন সম্পত্তি অন্যায়ভাবে গ্রাস করনা এবং তা বিচারকের নিকট টোপ হিসাবে উপস্থাপন করনা যাতে তোমরা জ্ঞাতসারে লোকের সম্পদের অংশ অন্যায়ভাবে উদরস্থ করতে পার।"}	,
    {"verse_id":	189	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৮৯","ar_ayat":"﴿﻿۱۸۹﻿﴾","text_indo_pak":"یَسۡـَٔلُوۡنَکَ عَنِ الۡاَہِلَّۃِ ؕ قُلۡ ہِیَ مَوَاقِیۡتُ لِلنَّاسِ وَالۡحَجِّ ؕ وَلَیۡسَ الۡبِرُّ بِاَنۡ تَاۡتُوا الۡبُیُوۡتَ مِنۡ ظُہُوۡرِہَا وَلٰکِنَّ الۡبِرَّ مَنِ اتَّقٰی ۚ وَاۡتُوا الۡبُیُوۡتَ مِنۡ اَبۡوَابِہَا ۪ وَاتَّقُوا اللّٰہَ لَعَلَّکُمۡ تُفۡلِحُوۡنَ","en_translation":"They ask thee, (O Muhammad), of new moons, say: They are fixed seasons for mankind and for the pilgrimage. It is not righteousness that ye go to houses by the backs thereof (as do the idolaters at certain seasons), but the righteous man is he who wardeth off (evil). So go to houses by the gates thereof, and observe your duty to Allah, that ye may be successful.","bn_translation":"তারা তোমাকে নতুন চাঁদসমূহ সম্বন্ধে জিজ্ঞেস করছে। তুমি বলঃ এগুলি হচ্ছে সমগ্র মানব জাতির জন্য সময়সমূহ (মাসসমূহ) নির্ধারণ (গণনা বা হিসাব) করার মাধ্যম এবং হাজ্জের জন্য; আর (ঐ হাজ্জের চাঁদে) তোমরা যে পশ্চাৎ দিক দিয়ে গৃহে প্রবেশ কর এটি পুণ্যের কাজ নয়, বরং পুণ্যের কাজ হল যে ব্যক্তি সংযমশীলতা অবলম্বন করল। এবং তোমরা গৃহসমূহে ওগুলির দরযা দিয়ে প্রবেশ কর এবং আল্লাহকে ভয় কর, যাতে তোমরা সুফল প্রাপ্ত হও।"}	,
    {"verse_id":	190	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯০","ar_ayat":"﴿﻿۱۹۰﻿﴾","text_indo_pak":"وَقَاتِلُوۡا فِیۡ سَبِیۡلِ اللّٰہِ الَّذِیۡنَ یُقَاتِلُوۡنَکُمۡ وَلَا تَعۡتَدُوۡا ؕ اِنَّ اللّٰہَ لَا یُحِبُّ الۡمُعۡتَدِیۡنَ","en_translation":"Fight in the way of Allah against those who fight against you, but begin not hostilities. Lo! Allah loveth not aggressors.","bn_translation":"এবং যারা তোমাদের সাথে যুদ্ধ করে, তোমরাও তাদের সাথে আল্লাহর পথে যুদ্ধ কর এবং সীমা অতিক্রম করনা; নিশ্চয়ই আল্লাহ সীমা লংঘনকারীদেরকে ভালবাসেননা।"}	,
    {"verse_id":	191	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯১","ar_ayat":"﴿﻿۱۹۱﻿﴾","text_indo_pak":"وَاقۡتُلُوۡہُمۡ حَیۡثُ ثَقِفۡتُمُوۡہُمۡ وَاَخۡرِجُوۡہُمۡ مِّنۡ حَیۡثُ اَخۡرَجُوۡکُمۡ وَالۡفِتۡنَۃُ اَشَدُّ مِنَ الۡقَتۡلِ ۚ وَلَا تُقٰتِلُوۡہُمۡ عِنۡدَ الۡمَسۡجِدِ الۡحَرَامِ حَتّٰی یُقٰتِلُوۡکُمۡ فِیۡہِ ۚ فَاِنۡ قٰتَلُوۡکُمۡ فَاقۡتُلُوۡہُمۡ ؕ کَذٰلِکَ جَزَآءُ الۡکٰفِرِیۡنَ","en_translation":"And slay them wherever ye find them, and drive them out of the places whence they drove you out, for persecution is worse than slaughter. And fight not with them at the Inviolable Place of Worship until they first attack you there, but if they attack you (there) then slay them. Such is the reward of disbelievers.","bn_translation":"তাদেরকে যেখানেই পাও, হত্যা কর এবং তারা তোমাদেরকে যেখান হতে বহিস্কার করেছে তোমরাও তাদেরকে সেখান হতে বহিস্কার কর এবং হত্যা অপেক্ষা অশান্তি (ফিতনা) গুরুতর এবং তোমরা তাদের সাথে পবিত্রতম মাসজিদের নিকট যুদ্ধ করনা, যে পর্যন্ত না তারা তোমাদের সাথে তন্মধ্যে যুদ্ধ করে; কিন্তু যদি তারা তোমাদের সাথে যুদ্ধ করে তাহলে তোমরাও তাদেরকে হত্যা কর; অবিশ্বাসীদের জন্য এটাই প্রতিফল।"}	,
    {"verse_id":	192	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯২","ar_ayat":"﴿﻿۱۹۲﻿﴾","text_indo_pak":"فَاِنِ انۡتَہَوۡا فَاِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"But if they desist, then lo! Allah is Forgiving, Merciful.","bn_translation":"অতঃপর যদি নিবৃত্ত হয় তাহলে নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	193	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯৩","ar_ayat":"﴿﻿۱۹۳﻿﴾","text_indo_pak":"وَقٰتِلُوۡہُمۡ حَتّٰی لَا تَکُوۡنَ فِتۡنَۃٌ وَّیَکُوۡنَ الدِّیۡنُ لِلّٰہِ ؕ فَاِنِ انۡتَہَوۡا فَلَا عُدۡوَانَ اِلَّا عَلَی الظّٰلِمِیۡنَ","en_translation":"And fight them until persecution is no more, and religion is for Allah. But if they desist, then let there be no hostility except against wrong-doers.","bn_translation":"ফিতনা দূর হয়ে আল্লাহর দীন প্রতিষ্ঠিত না হওয়া পর্যন্ত তোমরা তাদের সাথে যুদ্ধ কর; অতঃপর যদি তারা নিবৃত্ত হয় তাহলে অত্যাচারীদের উপর ব্যতীত শত্রুতা নেই।"}	,
    {"verse_id":	194	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯৪","ar_ayat":"﴿﻿۱۹۴﻿﴾","text_indo_pak":"اَلشَّہۡرُ الۡحَرَامُ بِالشَّہۡرِ الۡحَرَامِ وَالۡحُرُمٰتُ قِصَاصٌ ؕ فَمَنِ اعۡتَدٰی عَلَیۡکُمۡ فَاعۡتَدُوۡا عَلَیۡہِ بِمِثۡلِ مَا اعۡتَدٰی عَلَیۡکُمۡ ۪ وَاتَّقُوا اللّٰہَ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ مَعَ الۡمُتَّقِیۡنَ","en_translation":"The forbidden month for the forbidden month, and forbidden things in retaliation. And one who attacketh you, attack him in like manner as he attacked you. Observe your duty to Allah, and know that Allah is with those who ward off (evil).","bn_translation":"নিষিদ্ধ মাসের পরিবর্তে নিষিদ্ধ মাস ও সমস্ত নিষিদ্ধ বিষয় পরস্পর সমান; অতঃপর যে কেহ তোমাদের প্রতি অত্যাচার করে, তাহলে সে তোমাদের প্রতি যেরূপ অত্যাচার করবে তোমরাও তার প্রতি সেরূপ অত্যাচার কর এবং আল্লাহকে ভয় কর ও জেনে রেখ যে, আল্লাহ সংযমশীলদের সঙ্গী।"}	,
    {"verse_id":	195	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯৫","ar_ayat":"﴿﻿۱۹۵﻿﴾","text_indo_pak":"وَاَنۡفِقُوۡا فِیۡ سَبِیۡلِ اللّٰہِ وَلَا تُلۡقُوۡا بِاَیۡدِیۡکُمۡ اِلَی التَّہۡلُکَۃِ ۚۖۛ وَاَحۡسِنُوۡا ۚۛ اِنَّ اللّٰہَ یُحِبُّ الۡمُحۡسِنِیۡنَ","en_translation":"Spend your wealth for the cause of Allah, and be not cast by your own hands to ruin; and do good. Lo! Allah loveth the beneficent.","bn_translation":"এবং তোমরা আল্লাহর পথে ব্যয় কর এবং স্বীয় হস্ত ধ্বংসের দিকে প্রসারিত করনা এবং কল্যাণ সাধন করতে থাকো, নিশ্চয়ই আল্লাহ কল্যাণ সাধনকারীদের ভালবাসেন।"}	,
    {"verse_id":	196	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯৬","ar_ayat":"﴿﻿۱۹۶﻿﴾","text_indo_pak":"وَاَتِمُّوا الۡحَجَّ وَالۡعُمۡرَۃَ لِلّٰہِ ؕ  فَاِنۡ اُحۡصِرۡتُمۡ فَمَا اسۡتَیۡسَرَ مِنَ الۡہَدۡیِ ۚ  وَلَا تَحۡلِقُوۡا رُءُوۡسَکُمۡ حَتّٰی یَبۡلُغَ الۡہَدۡیُ مَحِلَّہٗ ؕ  فَمَنۡ کَانَ مِنۡکُمۡ مَّرِیۡضًا اَوۡ بِہٖۤ اَذًی مِّنۡ رَّاۡسِہٖ فَفِدۡیَۃٌ مِّنۡ صِیَامٍ اَوۡ صَدَقَۃٍ اَوۡ نُسُکٍ ۚ  فَاِذَاۤ اَمِنۡتُمۡ ٝ  فَمَنۡ تَمَتَّعَ بِالۡعُمۡرَۃِ اِلَی الۡحَجِّ فَمَا اسۡتَیۡسَرَ مِنَ الۡہَدۡیِ ۚ  فَمَنۡ لَّمۡ یَجِدۡ فَصِیَامُ ثَلٰثَۃِ اَیَّامٍ فِی الۡحَجِّ وَسَبۡعَۃٍ اِذَا رَجَعۡتُمۡ ؕ  تِلۡکَ عَشَرَۃٌ کَامِلَۃٌ ؕ  ذٰلِکَ لِمَنۡ لَّمۡ یَکُنۡ اَہۡلُہٗ حَاضِرِی الۡمَسۡجِدِ الۡحَرَامِ ؕ  وَاتَّقُوا اللّٰہَ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ ","en_translation":"Perform the pilgrimage and the visit (to Makka) for Allah. And if ye are prevented, then send such gifts as can be obtained with ease, and shave not your heads until the gifts have reached their destination. And whoever among you is sick or hath an ailment of the head must pay a ransom of fasting or almsgiving or offering. And if ye are in safety, then whosoever contenteth himself with the visit for the pilgrimage (shall give) such gifts as can be had with ease. And whosoever cannot find (such gifts), then a fast of three days while on the pilgrimage, and of seven when ye have returned; that is, ten in all. That is for him whoso folk are not present at the Inviolable Place of Worship. Observe your duty to Allah, and know that Allah is severe in punishment.","bn_translation":"তোমরা আল্লাহর উদ্দেশে হাজ্জ ও ‘ওমরাহ সম্পূর্ণ কর; কিন্তু তোমরা যদি বাধাপ্রাপ্ত হও তাহলে যা সহজ প্রাপ্র তাই উৎসর্গ কর এবং কুরবানীর জন্তুগুলি স্বস্থানে না পৌঁছা পর্যন্ত তোমাদের মস্তক মুন্ডন করনা। কিন্তু কেহ যদি তোমাদের মধ্যে পীড়িত হয়, অথবা তার মস্তিস্ক যন্ত্রনাগ্রস্ত হয় তাহলে সে সিয়াম কিংবা সাদাকাহ অথবা কুরবানী দ্বারা ওর বিনিময় করবে, অতঃপর যখন তোমরা শান্তিতে থাকো তখন যে ব্যক্তি ওমরাহ্ ও হাজ্জ একত্রে কামনা করে তাহলে যা সহজ প্রাপ্য তা’ই উৎসর্গ করবে। কিন্তু কেহ যদি তা প্রাপ্ত না হয় তাহলে হাজ্জের সময় তিন দিন এবং যখন তোমরা প্রত্যাবর্তিত হও তখন সাত দিন - এই পূর্ণ দশ দিন সিয়াম পালন করবে; এটা তারই জন্য - যার পরিজন পবিত্রতম মাসজিদে উপস্থিত না থাকে এবং আল্লাহকে ভয় কর ও জেনে রেখ যে, আল্লাহ কঠিন শাস্তি দাতা।"}	,
    {"verse_id":	197	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯৭","ar_ayat":"﴿﻿۱۹۷﻿﴾","text_indo_pak":"اَلۡحَجُّ اَشۡہُرٌ مَّعۡلُوۡمٰتٌ ۚ فَمَنۡ فَرَضَ فِیۡہِنَّ الۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوۡقَ ۙ وَلَا جِدَالَ فِی الۡحَجِّ ؕ وَمَا تَفۡعَلُوۡا مِنۡ خَیۡرٍ یَّعۡلَمۡہُ اللّٰہُ ؕؔ وَتَزَوَّدُوۡا فَاِنَّ خَیۡرَ الزَّادِ التَّقۡوٰی ۫ وَاتَّقُوۡنِ یٰۤاُولِی الۡاَلۡبَابِ","en_translation":"The pilgrimage is (in) the well-known months, and whoever is minded to perform the pilgrimage therein (let him remember that) there is (to be) no lewdness nor abuse nor angry conversation on the pilgrimage. And whatsoever good ye do Allah knoweth it. So make provision for yourselves (Hereafter); for the best provision is to ward off evil. Therefore keep your duty unto Me, O men of understanding.","bn_translation":"হাজ্জের মাসগুলি সুবিদিত। কেহ যদি ঐ মাসগুলির মধ্যে হাজ্জের সংকল্প করে তাহলে সে হাজ্জের সময়ে সহবাস, দুস্কার্য ও কলহ করতে পারবেনা এবং তোমরা যে কোন সৎ কাজ করনা কেন আল্লাহ তা জ্ঞাত আছেন। আর তোমরা তোমাদের সাথে পাথেয় নিয়ে নাও। বস্ত্ততঃ উৎকৃষ্ট পাথেয় হচ্ছে তাকওয়া বা আত্মসংযম। সুতরাং হে জ্ঞানবানগণ! আমাকে ভয় কর।"}	,
    {"verse_id":	198	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯৮","ar_ayat":"‌﴿﻿۱۹۸﻿﴾","text_indo_pak":"لَیۡسَ عَلَیۡکُمۡ جُنَاحٌ اَنۡ تَبۡتَغُوۡا فَضۡلًا مِّنۡ رَّبِّکُمۡ ؕ فَاِذَاۤ اَفَضۡتُمۡ مِّنۡ عَرَفٰتٍ فَاذۡکُرُوا اللّٰہَ عِنۡدَ الۡمَشۡعَرِ الۡحَرَامِ ۪ وَاذۡکُرُوۡہُ کَمَا ہَدٰىکُمۡ ۚ وَاِنۡ کُنۡتُمۡ مِّنۡ قَبۡلِہٖ لَمِنَ الضَّآلِّیۡنَ","en_translation":"It is no sin for you that ye seek the bounty of your Lord (by trading). But, when ye press on in the multitude from â€™Arafat, remember Allah by the sacred monument. Remember Him as He hath guided you, although before ye were of those astray.","bn_translation":"তোমরা স্বীয় রবের অনুগ্রহ লাভের চেষ্টা করলে তাতে তোমাদের পক্ষে কোন অপরাধ নেই; অতঃপর যখন তোমরা আরাফাত হতে প্রত্যাবর্তিত হও তখন পবিত্র স্মৃতি-স্থানের নিকট আল্লাহকে স্মরণ কর; এবং তিনি তোমাদেরকে যেরূপ নির্দেশ দিয়েছেন তদ্রুপ তাঁকে স্মরণ কর; এবং নিশ্চয়ই তোমরা এর পূর্বে বিভ্রান্তদের অন্তর্ভুক্ত ছিলে।"}	,
    {"verse_id":	199	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"১৯৯","ar_ayat":"﴿﻿۱۹۹﻿﴾","text_indo_pak":"ثُمَّ اَفِیۡضُوۡا مِنۡ حَیۡثُ اَفَاضَ النَّاسُ وَاسۡتَغۡفِرُوا اللّٰہَ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"Then hasten onward from the place whence the multitude hasteneth onward, and ask forgiveness of Allah. Lo! Allah is Forgiving, Merciful.","bn_translation":"অতঃপর অন্যান্যরা যেখান হতে প্রত্যাবর্তন করে তোমরাও প্রত্যাবর্তন কর এবং আল্লাহর নিকট ক্ষমা প্রার্থনা কর; নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	200	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০০","ar_ayat":"﴿﻿۲۰۰﻿﴾","text_indo_pak":"فَاِذَا قَضَیۡتُمۡ مَّنَاسِکَکُمۡ فَاذۡکُرُوا اللّٰہَ کَذِکۡرِکُمۡ اٰبَآءَکُمۡ اَوۡ اَشَدَّ ذِکۡرًا ؕ فَمِنَ النَّاسِ مَنۡ یَّقُوۡلُ رَبَّنَاۤ اٰتِنَا فِی الدُّنۡیَا وَمَا لَہٗ فِی الۡاٰخِرَۃِ مِنۡ خَلَاقٍ","en_translation":"And when ye have completed your devotions, then remember Allah as ye remember your fathers or with a more lively remembrance. But of mankind is he who saith: \"Our Lord! Give unto us in the world,\" and he hath no portion in the Hereafter.","bn_translation":"অনন্তর যখন তোমরা তোমাদের (হাজ্জের) অনুষ্ঠানগুলি সম্পন্ন করে ফেল তখন যেরূপ তোমাদের পিতৃ-পুরুষদেরকে স্মরণ করতে তদ্রুপ আল্লাহকে স্মরণ কর, বরং তদপেক্ষা দৃঢ়তরভাবে স্মরণ কর; কিন্তু মানবমন্ডলীর মধ্যে কেহ কেহ এরূপ আছে যারা বলেঃ হে আমাদের রাব্ব! আমাদেরকে ইহকালেই দান কর এবং তাদের জন্য আখিরাতে কোনই অংশ নেই।"}	,
    {"verse_id":	201	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০১","ar_ayat":"﴿﻿۲۰۱﻿﴾","text_indo_pak":"وَمِنۡہُمۡ مَّنۡ یَّقُوۡلُ رَبَّنَاۤ اٰتِنَا فِی الدُّنۡیَا حَسَنَۃً وَّفِی الۡاٰخِرَۃِ حَسَنَۃً وَّقِنَا عَذَابَ النَّارِ","en_translation":"And of them (also) is he who saith: \"Our Lord! Give unto us in the world that which is good and in the Hereafter that which is good, and guard us from the doom of Fire.\"","bn_translation":"আর তাদের মধ্যে কেহ কেহ বলে - হে আমাদের রাব্ব! আমাদেরকে ইহকালে কল্যাণ দান করুন ও আখিরাতে কল্যাণ দান করুন এবং জাহান্নামের শাস্তি হতে আমাদেরকে রক্ষা করুন।"}	,
    {"verse_id":	202	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০২","ar_ayat":" ﴿﻿۲۰۲﻿﴾","text_indo_pak":"اُولٰٓئِکَ لَہُمۡ نَصِیۡبٌ مِّمَّا کَسَبُوۡا ؕ وَاللّٰہُ سَرِیۡعُ الۡحِسَابِ","en_translation":"For them there is in store a goodly portion out of that which they have earned. Allah is swift at reckoning.","bn_translation":"তারা যা অর্জন করেছে, তাদের জন্য তারই অংশ রয়েছে এবং নিশ্চয়ই আল্লাহ সত্ত্বর হিসাব গ্রহণকারী।"}	,
    {"verse_id":	203	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০৩","ar_ayat":"﴿﻿۲۰۳﻿﴾","text_indo_pak":"وَاذۡکُرُوا اللّٰہَ فِیۡۤ اَیَّامٍ مَّعۡدُوۡدٰتٍ ؕ فَمَنۡ تَعَجَّلَ فِیۡ یَوۡمَیۡنِ فَلَاۤ اِثۡمَ عَلَیۡہِ ۚ وَمَنۡ تَاَخَّرَ فَلَاۤ اِثۡمَ عَلَیۡہِ ۙ لِمَنِ اتَّقٰی ؕ وَاتَّقُوا اللّٰہَ وَاعۡلَمُوۡۤا اَنَّکُمۡ اِلَیۡہِ تُحۡشَرُوۡنَ","en_translation":"Remember Allah through the appointed days. Then whoso hasteneth (his departure) by two days, it is no sin for him, and whoso delayeth, it is no sin for him; that is for him who wardeth off (evil). Be careful of your duty to Allah, and know that unto Him ye will be gathered.","bn_translation":"এবং নির্ধারিত দিনসমূহে আল্লাহকে স্মরণ কর; অতঃপর কেহ যদি দু’ দিনের মধ্যে (মাক্কায় ফিরে যেতে) তাড়াহুড়া করে তাহলে তার জন্য কোন পাপ নেই। পক্ষান্তরে কেহ যদি দু‘ দিন বিলম্ব করে তাহলে তার জন্যও পাপ নেই এবং তোমরা আল্লাহকে ভয় কর ও জেনে রেখ যে, তোমাদের সকলকে তাঁরই সন্নিধানে সমবেত করা হবে।"}	,
    {"verse_id":	204	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০৪","ar_ayat":"﴿﻿۲۰۴﻿﴾","text_indo_pak":"وَمِنَ النَّاسِ مَنۡ یُّعۡجِبُکَ قَوۡلُہٗ فِی الۡحَیٰوۃِ الدُّنۡیَا وَیُشۡہِدُ اللّٰہَ عَلٰی مَا فِیۡ قَلۡبِہٖ ۙ وَہُوَ اَلَدُّ الۡخِصَامِ","en_translation":"And of mankind there is he whoso conversation on the life of this world pleaseth thee (Muhammad), and he calleth Allah to witness as to that which is in his heart; yet he is the most rigid of opponents.","bn_translation":"এবং মানুষের মধ্যে এমনও আছে যার পার্থিব জীবন সংক্রান্ত কথা তোমাকে চমৎকৃত করে, আর সে নিজের (অন্তরস্থ সততা) সম্বন্ধে আল্লাহকে সাক্ষী করে থাকে, কিন্তু বস্তুতঃ সে হচ্ছে কঠোর কলহপরায়ণ ব্যক্তি।"}	,
    {"verse_id":	205	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০৫","ar_ayat":"﴿﻿۲۰۵﻿﴾","text_indo_pak":"وَاِذَا تَوَلّٰی سَعٰی فِی الۡاَرۡضِ لِیُفۡسِدَ فِیۡہَا وَیُہۡلِکَ الۡحَرۡثَ وَالنَّسۡلَ ؕ وَاللّٰہُ لَا یُحِبُّ الۡفَسَادَ","en_translation":"And when he turneth away (from thee) his effort in the land is to make mischief therein and to destroy the crops and the cattle; and Allah loveth not mischief.","bn_translation":"যখন সে প্রত্যাবর্তন করে তখন তার উদ্দেশ্য থাকে দুনিয়ায় অশান্তি সৃষ্টি করা এবং শস্য-ক্ষেত্র ও জীব-জন্তু বিনাশ করা; এবং আল্লাহ অশান্তি ভালবাসেন না।"}	,
    {"verse_id":	206	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০৬","ar_ayat":"﴿﻿۲۰۶﻿﴾","text_indo_pak":"وَاِذَا قِیۡلَ لَہُ اتَّقِ اللّٰہَ اَخَذَتۡہُ الۡعِزَّۃُ بِالۡاِثۡمِ فَحَسۡبُہٗ جَہَنَّمُ ؕ وَلَبِئۡسَ الۡمِہَادُ","en_translation":"And when it is said unto him: Be careful of thy duty to Allah, pride taketh him to sin. Hell will settle his account, an evil resting- place.","bn_translation":"যখন তাকে বলা হয়, তুমি আল্লাহকে ভয় কর, তখন প্রতিপত্তির অহমিকা তাকে অধিকতর অনাচারে লিপ্ত করে। অতএব জাহান্নামই তার জন্য যথেষ্ট এবং নিশ্চয়ই ওটা নিকৃষ্ট আশ্রয় স্থল।"}	,
    {"verse_id":	207	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০৭","ar_ayat":"﴿﻿۲۰۷﻿﴾","text_indo_pak":"وَمِنَ النَّاسِ مَنۡ یَّشۡرِیۡ نَفۡسَہُ ابۡتِغَآءَ مَرۡضَاتِ اللّٰہِ ؕ وَاللّٰہُ رَءُوۡفٌۢ بِالۡعِبَادِ","en_translation":"And of mankind is he who would sell himself, seeking the pleasure of Allah; and Allah hath compassion on (His) bondmen.","bn_translation":"পক্ষান্তরে কোন কোন লোক এরূপ আছে যে আল্লাহর সন্তুষ্টি সাধনের জন্য আত্মবির্সজন করে, এবং আল্লাহ হচ্ছেন সমস্ত বান্দার প্রতি স্নেহ-পরায়ণ।"}	,
    {"verse_id":	208	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০৮","ar_ayat":"﴿﻿۲۰۸﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا ادۡخُلُوۡا فِی السِّلۡمِ کَآفَّۃً ۪ وَلَا تَتَّبِعُوۡا خُطُوٰتِ الشَّیۡطٰنِ ؕ اِنَّہٗ لَکُمۡ عَدُوٌّ مُّبِیۡنٌ","en_translation":"O ye who believe! Come, all of you, into submission (unto Him); and follow not the footsteps of the devil. Lo! he is an open enemy for you.","bn_translation":"হে মু’মিনগণ! তোমরা পূর্ণ রূপে ইসলামে প্রবিষ্ট হও এবং শাইতানের পদাংক অনুসরণ করনা, নিশ্চয়ই সে তোমাদের জন্য প্রকাশ্য শত্রু।"}	,
    {"verse_id":	209	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২০৯","ar_ayat":"﴿﻿۲۰۹﻿﴾","text_indo_pak":"فَاِنۡ زَلَلۡتُمۡ مِّنۡۢ بَعۡدِ مَا جَآءَتۡکُمُ الۡبَیِّنٰتُ فَاعۡلَمُوۡۤا اَنَّ اللّٰہَ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"And if ye slide back after the clear proofs have come unto you, then know that Allah is Mighty, Wise.","bn_translation":"অতঃপর স্পষ্ট দলীল প্রমাণাদী তোমাদের নিকট সমাগত হওয়ার পরেও যদি তোমরা পদস্খলিত হয়ে যাও তাহলে জেনে রেখ, আল্লাহ হচ্ছেন মহাপরাক্রান্ত, বিজ্ঞানময়।"}	,
    {"verse_id":	210	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১০","ar_ayat":"﴿﻿۲۱۰﻿﴾","text_indo_pak":"ہَلۡ یَنۡظُرُوۡنَ اِلَّاۤ اَنۡ یَّاۡتِیَہُمُ اللّٰہُ فِیۡ ظُلَلٍ مِّنَ الۡغَمَامِ وَالۡمَلٰٓئِکَۃُ وَقُضِیَ الۡاَمۡرُ ؕ  وَاِلَی اللّٰہِ تُرۡجَعُ الۡاُمُوۡرُ ","en_translation":"Wait they for naught else than that Allah should come unto them in the shadows of the clouds with the angels ? Then the case would be already judged. All cases go back to Allah (for judgment).","bn_translation":"তারা শুধু এই অপেক্ষাই করছে যে, আল্লাহ শুভ্র মেঘমালার ছায়াতলে মালাইকা/ফেরেশতাদেরকে সঙ্গে নিয়ে তাদের নিকট সমাগত হবেন ও সমস্ত কাজের নিস্পত্তি করবেন। এবং আল্লাহরই নিকট সমস্ত কার্য প্রত্যাবর্তিত হয়ে থাকে।"}	,
    {"verse_id":	211	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১১","ar_ayat":"﴿﻿۲۱۱﻿﴾","text_indo_pak":"سَلۡ بَنِیۡۤ اِسۡرَآءِیۡلَ کَمۡ اٰتَیۡنٰہُمۡ مِّنۡ اٰیَۃٍۭ بَیِّنَۃٍ ؕ وَمَنۡ یُّبَدِّلۡ نِعۡمَۃَ اللّٰہِ مِنۡۢ بَعۡدِ مَا جَآءَتۡہُ فَاِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ","en_translation":"Ask of the Children of Israel how many a clear revelation We gave them! He who altereth the grace of Allah after it hath come unto him (for him), lo! Allah is severe in punishment.","bn_translation":"ইসরাঈল বংশীয়দেরকে জিজ্ঞেস কর, আমি কত স্পষ্ট প্রমাণ তাদেরকে প্রদান করেছি। এবং যে কেহ তার নিকট আল্লাহর অনুগ্রহ সম্পদ আসার পর তা পরিবর্তন করে তাহলে জেনে রেখ, নিশ্চয়ই আল্লাহ কঠোর শাস্তিদাতা।"}	,
    {"verse_id":	212	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১২","ar_ayat":" ﴿﻿۲۱۲﻿﴾","text_indo_pak":"زُیِّنَ لِلَّذِیۡنَ کَفَرُوا الۡحَیٰوۃُ الدُّنۡیَا وَیَسۡخَرُوۡنَ مِنَ الَّذِیۡنَ اٰمَنُوۡا ۘ وَالَّذِیۡنَ اتَّقَوۡا فَوۡقَہُمۡ یَوۡمَ الۡقِیٰمَۃِ ؕ وَاللّٰہُ یَرۡزُقُ مَنۡ یَّشَآءُ بِغَیۡرِ حِسَابٍ","en_translation":"Beautified is the life of the world for those who disbelieve; they make a jest of the believers. But those who keep their duty to Allah will be above them on the Day of Resurrection. Allah giveth without stint to whom He will.","bn_translation":"যারা অবিশ্বাস করেছে তাদের পার্থিব জীবন সুশোভিত করা হয়েছে এবং তারা বিশ্বাস স্থাপনকারীদেরকে উপহাস করে থাকে, এবং যারা ধর্মভীরু তাদেরকে উত্থান দিনে সমুন্নত করা হবে; এবং আল্লাহ যাকে ইচ্ছা করেন অপরিমিত জীবিকা দান করে থাকেন।"}	,
    {"verse_id":	213	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১৩","ar_ayat":"﴿﻿۲۱۳﻿﴾","text_indo_pak":"کَانَ النَّاسُ اُمَّۃً وَّاحِدَۃً ۟ فَبَعَثَ اللّٰہُ النَّبِیّٖنَ مُبَشِّرِیۡنَ وَمُنۡذِرِیۡنَ ۪ وَاَنۡزَلَ مَعَہُمُ الۡکِتٰبَ بِالۡحَقِّ لِیَحۡکُمَ بَیۡنَ النَّاسِ فِیۡمَا اخۡتَلَفُوۡا فِیۡہِ ؕ وَمَا اخۡتَلَفَ فِیۡہِ اِلَّا الَّذِیۡنَ اُوۡتُوۡہُ مِنۡۢ بَعۡدِ مَا جَآءَتۡہُمُ الۡبَیِّنٰتُ بَغۡیًۢا بَیۡنَہُمۡ ۚ فَہَدَی اللّٰہُ الَّذِیۡنَ اٰمَنُوۡا لِمَا اخۡتَلَفُوۡا فِیۡہِ مِنَ الۡحَقِّ بِاِذۡنِہٖ ؕ وَاللّٰہُ یَہۡدِیۡ مَنۡ یَّشَآءُ اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ","en_translation":"Mankind were one community, and Allah sent (unto them) prophets as bearers of good tidings and as warners, and revealed therewith the Scripture with the truth that it might judge between mankind concerning that wherein they differed. And only those unto whom (the Scripture) was given differed concerning it, after clear proofs had come unto them, through hatred one of another. And Allah by His Will guided those who believe unto the truth of that concerning which they differed. Allah guideth whom He will unto a straight path.","bn_translation":"মানব জাতি একই সম্প্রদায়ভুক্ত ছিল; অতঃপর আল্লাহ সুসংবাদ বাহক ও ভয় প্রদর্শক রূপে নাবীগণকে প্রেরণ করলেন এবং তিনি তাদের সাথে সত্যসহ গ্রন্থ অবতীর্ণ করলেন যেন (ঐ কিতাব) তাদের মতভেদের বিষয়গুলি সম্বন্ধে মীমাংসা করে দেয়, অথচ যারা কিতাব প্রাপ্ত হয়েছিল, স্পষ্ট নিদর্শনসমূহ তাদের নিকট সমাগত হওয়ার পর, পরস্পরের প্রতি হিংসা বিদ্বেষ বশতঃ তারা সেই কিতাবকে নিয়ে মতভেদ ঘটিয়ে বসলো, বিশ্বাস স্থাপনকারীরা যে বিষয়ে ভিন্ন মত পোষণ করত আল্লাহ নিজ অনুগ্রহে সেই বিষয়ে তাদেরকে সত্য পথে পরিচালিত করেন। আল্লাহর যাকে ইচ্ছা সঠিক পথে পরিচালিত করেন।"}	,
    {"verse_id":	214	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১৪","ar_ayat":"﴿﻿۲۱۴﻿﴾","text_indo_pak":"اَمۡ حَسِبۡتُمۡ اَنۡ تَدۡخُلُوا الۡجَنَّۃَ وَلَمَّا یَاۡتِکُمۡ مَّثَلُ الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلِکُمۡ ؕ مَسَّتۡہُمُ الۡبَاۡسَآءُ وَالضَّرَّآءُ وَزُلۡزِلُوۡا حَتّٰی یَقُوۡلَ الرَّسُوۡلُ وَالَّذِیۡنَ اٰمَنُوۡا مَعَہٗ مَتٰی نَصۡرُ اللّٰہِ ؕ اَلَاۤ اِنَّ نَصۡرَ اللّٰہِ قَرِیۡبٌ","en_translation":"Or think ye that ye will enter paradise while yet there hath not come unto you the like of (that which came to) those who passed away before you ? Affliction and adversity befell them, they were shaken as with earthquake, till the messenger (of Allah) and those who believed along with him said: When cometh Allahâ€™s help ? Now surely Allahâ€™s help is nigh.","bn_translation":"তোমরা কি মনে করেছ যে, তোমরাই জান্নাতে প্রবেশ করবে? অথচ তোমরা এখনও তাদের অবস্থা প্রাপ্ত হওনি যারা তোমাদের পূর্বে বিগত হয়েছে; তাদেরকে বিপদ ও দুঃখ স্পর্শ করেছিল এবং তাদেরকে প্রকম্পিত করা হয়েছিল; এমন কি রাসূল ও তৎসহ বিশ্বাস স্থাপনকারীগণ বলেছিলঃ কখন আল্লাহর সাহায্য আসবে? সতর্ক হও, নিশ্চয়ই আল্লাহর সাহায্য নিকটবর্তী।"}	,
    {"verse_id":	215	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১৫","ar_ayat":"﴿﻿۲۱۵﻿﴾","text_indo_pak":"یَسۡـَٔلُوۡنَکَ مَاذَا یُنۡفِقُوۡنَ ۬ؕ قُلۡ مَاۤ اَنۡفَقۡتُمۡ مِّنۡ خَیۡرٍ فَلِلۡوَالِدَیۡنِ وَالۡاَقۡرَبِیۡنَ وَالۡیَتٰمٰی وَالۡمَسٰکِیۡنِ وَابۡنِ‌ السَّبِیۡلِ ؕ وَمَا تَفۡعَلُوۡا مِنۡ خَیۡرٍ فَاِنَّ اللّٰہَ بِہٖ عَلِیۡمٌ","en_translation":"They ask thee, (O Muhammad), what they shall spend. Say: that which ye spend for good (must go) to parents and near kindred and orphans and the needy and the wayfarer. And whatsoever good ye do, lo! Allah is Aware of it.","bn_translation":"তারা তোমাকে জিজ্ঞেস করছে, তারা কিরূপে ব্যয় করবে? তুমি বলঃ তোমরা ধন সম্পত্তি হতে যা ব্যয় করবে তা মাতা-পিতার, আত্মীয়-স্বজনের, পিতৃহীনদের, দরিদ্রদের ও পথিকবৃন্দের জন্য কর; এবং তোমরা যে সব সৎকাজ কর নিশ্চয়ই আল্লাহ তা সম্যক রূপে অবগত।"}	,
    {"verse_id":	216	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১৬","ar_ayat":"﴿﻿۲۱۶﻿﴾","text_indo_pak":"کُتِبَ عَلَیۡکُمُ الۡقِتَالُ وَہُوَ کُرۡہٌ لَّکُمۡ ۚ  وَعَسٰۤی اَنۡ تَکۡرَہُوۡا شَیۡئًا وَّہُوَ خَیۡرٌ لَّکُمۡ ۚ  وَعَسٰۤی اَنۡ تُحِبُّوۡا شَیۡئًا وَّہُوَ شَرٌّ لَّکُمۡ ؕ  وَاللّٰہُ یَعۡلَمُ وَاَنۡتُمۡ لَا تَعۡلَمُوۡنَ ","en_translation":"Warfare is ordained for you, though it is hateful unto you; but it may happen that ye hate a thing which is good for you, and it may happen that ye love a thing which is bad for you. Allah knoweth, ye know not.","bn_translation":"জিহাদকে তোমাদের জন্য অপরিহার্য কর্তব্য রূপে অবধারিত করা হয়েছে এবং এটি তোমাদের নিকট অপ্রীতিকর; বস্ত্ততঃ তোমরা এমন বিষয়কে অপছন্দ করছ যা তোমাদের পক্ষে বাস্তবিকই মঙ্গলজনক, পক্ষান্তরে তোমরা এমন বিষয়কে পছন্দ করছ যা তোমাদের জন্য বাস্তবিকই অনিষ্টকর এবং আল্লাহই (তোমাদের ভাল-মন্দ) অবগত আছেন এবং তোমরা অবগত নও।"}	,
    {"verse_id":	217	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১৭","ar_ayat":"﴿﻿۲۱۷﻿﴾","text_indo_pak":"یَسۡـَٔلُوۡنَکَ عَنِ الشَّہۡرِ الۡحَرَامِ قِتَالٍ فِیۡہِ ؕ قُلۡ قِتَالٌ فِیۡہِ کَبِیۡرٌ ؕ وَصَدٌّ عَنۡ سَبِیۡلِ اللّٰہِ وَکُفۡرٌۢ بِہٖ وَالۡمَسۡجِدِ الۡحَرَامِ ٭ وَاِخۡرَاجُ اَہۡلِہٖ مِنۡہُ اَکۡبَرُ عِنۡدَ اللّٰہِ ۚ وَالۡفِتۡنَۃُ اَکۡبَرُ مِنَ الۡقَتۡلِ ؕ وَلَا یَزَالُوۡنَ یُقَاتِلُوۡنَکُمۡ حَتّٰی یَرُدُّوۡکُمۡ عَنۡ دِیۡنِکُمۡ اِنِ اسۡتَطَاعُوۡا ؕ وَمَنۡ یَّرۡتَدِدۡ مِنۡکُمۡ عَنۡ دِیۡنِہٖ فَیَمُتۡ وَہُوَ کَافِرٌ فَاُولٰٓئِکَ حَبِطَتۡ اَعۡمَالُہُمۡ فِی الدُّنۡیَا وَالۡاٰخِرَۃِ ۚ وَاُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"They question thee (O Muhammad) with regard to warfare in the sacred month. Say: Warfare therein is a great (transgression), but to turn (men) from the way of Allah, and to disbelieve in Him and in the Inviolable Place of Worship, and to expel His people thence, is a greater with Allah; for persecution is worse than killing. And they will not cease from fighting against you till they have made you renegades from your religion, if they can. And whoso becometh a renegade and dieth in his disbelief: such are they whose works have fallen both in the world and the Hereafter. Such are rightful owners of the Fire: they will abide therein.","bn_translation":"তারা তোমাকে নিষিদ্ধ মাসে যুদ্ধ করা সম্বন্ধে জিজ্ঞেস করছে। তুমি বলঃ ওর মধ্যে যুদ্ধ করা অতীব অন্যায়। আর আল্লাহর পথে প্রতিরোধ করা এবং তাঁকে অবিশ্বাস করা ও পবিত্র মাসজিদ হতে তার অধিবাসীদেরকে বহিস্কার করা আল্লাহর নিকট তদপেক্ষা গুরুতর অপরাধ; এবং অশান্তি সৃষ্টি হত্যা অপেক্ষা গুরুতর এবং যদি তারা সক্ষম হয় তাহলে তারা তোমাদেরকে তোমাদের ধর্ম হতে ফিরাতে না পারা পর্যন্ত নিবৃত্ত হবেনা; আর তোমাদের মধ্যকার কেহ যদি স্বধর্ম হতে ফিরে যায় এবং ঐ কাফির অবস্থায়ই তার মৃত্যু ঘটে তাহলে তার ইহকাল ও পরকাল সংক্রান্ত সমস্ত সাধনাই ব্যর্থ হয়ে যাবে; তারাই অগ্নির অধিবাসী এবং তারই মধ্যে তারা চিরকাল অবস্থান করবে।"}	,
    {"verse_id":	218	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১৮","ar_ayat":"﴿﻿۲۱۸﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَالَّذِیۡنَ ہَاجَرُوۡا وَجٰہَدُوۡا فِیۡ سَبِیۡلِ اللّٰہِ ۙ اُولٰٓئِکَ یَرۡجُوۡنَ رَحۡمَتَ اللّٰہِ ؕ وَاللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"Lo! those who believe, and those who emigrate (to escape the persecution) and strive in the way of Allah, these have hope of Allahâ€™s mercy. Allah is Forgiving, Merciful.","bn_translation":"নিশ্চয়ই যারা বিশ্বাস স্থাপন করেছে এবং আল্লাহর পথে দেশ ত্যাগ করেছে ও ধর্ম-যুদ্ধ করেছে, তারাই আল্লাহর অনুগ্রহ প্রত্যাশী এবং আল্লাহ ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	219	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২১৯","ar_ayat":"﴿﻿۲۱۹﻿﴾","text_indo_pak":"یَسۡـَٔلُوۡنَکَ عَنِ الۡخَمۡرِ وَالۡمَیۡسِرِ ؕ  قُلۡ فِیۡہِمَاۤ اِثۡمٌ کَبِیۡرٌ وَّمَنَافِعُ لِلنَّاسِ ۫  وَاِثۡمُہُمَاۤ اَکۡبَرُ مِنۡ نَّفۡعِہِمَا ؕ  وَیَسۡـَٔلُوۡنَکَ مَاذَا یُنۡفِقُوۡنَ ۬ؕ  قُلِ الۡعَفۡوَ ؕ  کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ تَتَفَکَّرُوۡنَ ۙ","en_translation":"They question thee about strong drink and games of chance. Say: In both is great sin, and (some) utility for men; but the sin of them is greater than their usefulness. And they ask thee what they ought to spend. Say: that which is superfluous. Thus Allah maketh plain to you (His) revelations, that haply ye may reflect.","bn_translation":"মাদক দ্রব্য ও জুয়া খেলা সম্বন্ধে তারা তোমাকে জিজ্ঞেস করছে। তুমি বলঃ এ দু’টোর মধ্যে গুরুতর পাপ রয়েছে এবং কোন কোন লোকের (কিছু) উপকার আছে, কিন্তু ও দু’টোর লাভ অপেক্ষা পাপই গুরুতর; তারা তোমাকে (আরও) জিজ্ঞেস করছে, তারা কি (পরিমান) ব্যয় করবে? তুমি বলঃ যা তোমাদের উদ্ধৃত্ত; এভাবে আল্লাহ তোমাদের জন্য নিদর্শনাবলী ব্যক্ত করেন যেন তোমরা চিন্তা-ভাবনা কর।"}	,
    {"verse_id":	220	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২০","ar_ayat":"﴿﻿۲۲۰﻿﴾","text_indo_pak":"فِی الدُّنۡیَا وَالۡاٰخِرَۃِ ؕ وَیَسۡـَٔلُوۡنَکَ عَنِ الۡیَتٰمٰی ؕ قُلۡ اِصۡلَاحٌ لَّہُمۡ خَیۡرٌ ؕ وَاِنۡ تُخَالِطُوۡہُمۡ فَاِخۡوَانُکُمۡ ؕ وَاللّٰہُ یَعۡلَمُ الۡمُفۡسِدَ مِنَ الۡمُصۡلِحِ ؕ وَلَوۡ شَآءَ اللّٰہُ لَاَعۡنَتَکُمۡ ؕ اِنَّ اللّٰہَ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"Upon the world and the Hereafter. And they question thee concerning orphans. Say: To improve their lot is best. And if ye mingle your affairs with theirs, then (they are) your brothers. Allah knoweth him who spoileth from him who improveth. Had Allah willed He could have overburdened you. Allah is Mighty, Wise.","bn_translation":"পার্থিব ও পারলৌকিক বিষয়ে। তারা তোমাকে ইয়াতীমদের সম্বন্ধে জিজ্ঞেস করছে; তুমি বলঃ তাদের হিত সাধন করাই উত্তম; এবং যদি তোমরা তাদেরকে সম্মিলিত করে নাও তাহলে তারা তোমাদের ভাই; আর কে অনিষ্টকারী, কে হিতাকাংখী আল্লাহ তা অবগত আছেন এবং যদি আল্লাহ ইচ্ছা করতেন তাহলে তিনি তোমাদেরকে বিপদে ফেলতেন, নিশ্চয়ই আল্লাহ পরাক্রান্ত, বিজ্ঞানময়।"}	,
    {"verse_id":	221	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২১","ar_ayat":"﴿﻿۲۲۱﻿﴾","text_indo_pak":"وَلَا تَنۡکِحُوا الۡمُشۡرِکٰتِ حَتّٰی یُؤۡمِنَّ ؕ  وَلَاَمَۃٌ مُّؤۡمِنَۃٌ خَیۡرٌ مِّنۡ مُّشۡرِکَۃٍ وَّلَوۡ اَعۡجَبَتۡکُمۡ ۚ  وَلَا تُنۡکِحُوا الۡمُشۡرِکِیۡنَ حَتّٰی یُؤۡمِنُوۡا ؕ  وَلَعَبۡدٌ مُّؤۡمِنٌ خَیۡرٌ مِّنۡ مُّشۡرِکٍ وَّلَوۡ اَعۡجَبَکُمۡ ؕ  اُولٰٓئِکَ یَدۡعُوۡنَ اِلَی النَّارِ ۚۖ  وَاللّٰہُ یَدۡعُوۡۤا اِلَی الۡجَنَّۃِ وَالۡمَغۡفِرَۃِ بِاِذۡنِہٖ ۚ  وَیُبَیِّنُ اٰیٰتِہٖ لِلنَّاسِ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ ","en_translation":"Wed not idolatresses till they believe; for lo! a believing bondwoman is better than an idolatress though she please you; and give not your daughters in marriage to idolaters till they believe, for lo! a believing slave is better than an idolater though he please you. These invite unto the Fire, and Allah inviteth unto the Garden, and unto forgiveness by His grace, and expoundeth His revelations to mankind that haply they may remember.","bn_translation":"এবং মুশরিক নারীকে ঈমান না আনা পর্যন্ত তোমরা বিয়ে করনা এবং নিশ্চয়ই মু’মিন কৃতদাসী মুশরিক মহিলা অপেক্ষা উত্তম যদিও সে তোমাদেরকে মোহিত করে; এবং অংশীবাদীরা বিশ্বাস স্থাপন না করা পর্যন্ত তাদের সাথে (মুসলিম নারীদের) বিয়ে দিওনা এবং নিশ্চয়ই অংশীবাদী তোমাদের মনঃপুত হলেও বিশ্বাসী দাস তদপেক্ষা শ্রেয়তর; এরাই জাহান্নামের দিকে আহবান করে এবং আল্লাহ স্বীয় ইচ্ছায় জান্নাত ও ক্ষমার দিকে আহবান করেন ও মানবমন্ডলীর জন্য স্বীয় নিদর্শনাবলী বিবৃত করেন যেন তারা শিক্ষা গ্রহণ করে।"}	,
    {"verse_id":	222	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২২","ar_ayat":"﴿﻿۲۲۲﻿﴾","text_indo_pak":"وَیَسۡـَٔلُوۡنَکَ عَنِ الۡمَحِیۡضِ ؕ قُلۡ ہُوَ اَذًی ۙ فَاعۡتَزِلُوا النِّسَآءَ فِی الۡمَحِیۡضِ ۙ وَلَا تَقۡرَبُوۡہُنَّ حَتّٰی یَطۡہُرۡنَ ۚ فَاِذَا تَطَہَّرۡنَ فَاۡتُوۡہُنَّ مِنۡ حَیۡثُ اَمَرَکُمُ اللّٰہُ ؕ اِنَّ اللّٰہَ یُحِبُّ التَّوَّابِیۡنَ وَیُحِبُّ الۡمُتَطَہِّرِیۡنَ","en_translation":"They question thee (O Muhammad) concerning menstruation. Say: It is an illness, so let women alone at such times and go not in unto them till they are cleansed. And when they have purified themselves, then go in unto them as Allah hath enjoined upon you. Truly Allah loveth those who turn unto Him, and loveth those who have a care for cleanness.","bn_translation":"এবং তারা তোমাকে (স্ত্রীলোকদের) ঋতু সম্বন্ধে জিজ্ঞেস করছে; তুমি বলঃ ওটা হচ্ছে অশুচি। অতএব ঋতুকালে স্ত্রীলোকদেরকে অন্তরাল কর এবং উত্তম রূপে শুদ্ধ না হওয়া পর্যন্ত তাদের নিকটে যেওনা; অতঃপর যখন তারা পবিত্র হবে তখন আল্লাহর নির্দেশ মত তোমরা তাদের নিকট গমন কর, নিশ্চয়ই আল্লাহ তাওবাহকারীদেরকে ভালবাসেন এবং যারা পবিত্র থাকে তাদেরকেও ভালবাসেন।"}	,
    {"verse_id":	223	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২৩","ar_ayat":"﴿﻿۲۲۳﻿﴾","text_indo_pak":"نِسَآؤُکُمۡ حَرۡثٌ لَّکُمۡ ۪ فَاۡتُوۡا حَرۡثَکُمۡ اَنّٰی شِئۡتُمۡ ۫ وَقَدِّمُوۡا لِاَنۡفُسِکُمۡ ؕ وَاتَّقُوا اللّٰہَ وَاعۡلَمُوۡۤا اَنَّکُمۡ مُّلٰقُوۡہُ ؕ وَبَشِّرِ الۡمُؤۡمِنِیۡنَ","en_translation":"Your women are a tilth for you (to cultivate) so go to your tilth as ye will, and send (good deeds) before you for your souls, and fear Allah, and know that ye will (one day) meet Him. Give glad tidings to believers, (O Muhammad).","bn_translation":"তোমাদের স্ত্রীগণ তোমাদের জন্য ক্ষেত্র স্বরূপ; অতএব তোমরা যখন যেভাবে ইচ্ছা স্বীয় জীবনের জন্য ব্যবহার কর এবং নিজেদের আগামী দিনের জন্য ব্যবস্থা কর এবং আল্লাহকে ভয় কর ও জেনে রেখ, একদিন আল্লাহর সাথে সাক্ষাত হবে। আর বিশ্বাসীদেরকে সুসংবাদ জানিয়ে দাও।"}	,
    {"verse_id":	224	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২৪","ar_ayat":"﴿﻿۲۲۴﻿﴾","text_indo_pak":"وَلَا تَجۡعَلُوا اللّٰہَ عُرۡضَۃً لِّاَیۡمَانِکُمۡ اَنۡ تَبَرُّوۡا وَتَتَّقُوۡا وَتُصۡلِحُوۡا بَیۡنَ النَّاسِ ؕ وَاللّٰہُ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"And make not Allah, by your oaths, a hindrance to your being righteous and observing your duty unto Him and making peace among mankind. Allah is Hearer, Knower.","bn_translation":"এবং মানবমন্ডলীর মধ্যে হিত সাধন, পরহেযগারী ও মীমাংসা করে দেয়ার ক্ষেত্রে তোমরা স্বীয় শপথসমূহের জন্য আল্লাহর নামকে লক্ষ্যবস্তু বানিও না। বস্তুতঃ আল্লাহ সর্বশ্রোতা, সর্বজ্ঞাতা।"}	,
    {"verse_id":	225	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২৫","ar_ayat":"﴿﻿۲۲۵﻿﴾","text_indo_pak":"لَا یُؤَاخِذُکُمُ اللّٰہُ بِاللَّغۡوِ فِیۡۤ اَیۡمَانِکُمۡ وَلٰکِنۡ یُّؤَاخِذُکُمۡ بِمَا کَسَبَتۡ قُلُوۡبُکُمۡ ؕ وَاللّٰہُ غَفُوۡرٌ حَلِیۡمٌ","en_translation":"Allah will not take you to task for that which is unintentional in your oaths. But He will take you to task for that which your hearts have garnered. Allah is Forgiving, Clement.","bn_translation":"তোমাদের নিরর্থক শপথসমূহের জন্য তোমাদেরকে আল্লাহ পাকড়াও করবেননা, কিন্তু তিনি তোমাদেরকে ঐ সব শপথ সম্বন্ধে ধরবেন যেগুলি তোমাদের মনের সংকল্প অনুসারে সাধিত হয়েছে; এবং আল্লাহ ক্ষমাশীল, ধৈর্যশীল।"}	,
    {"verse_id":	226	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২৬","ar_ayat":"﴿﻿۲۲۶﻿﴾","text_indo_pak":"لِلَّذِیۡنَ یُؤۡلُوۡنَ مِنۡ نِّسَآئِہِمۡ تَرَبُّصُ اَرۡبَعَۃِ اَشۡہُرٍ ۚ فَاِنۡ فَآءُوۡ فَاِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"Those who forswear their wives must wait four months; then, if they change their mind, lo! Allah is Forgiving, Merciful.","bn_translation":"যারা স্বীয় স্ত্রীগণ হতে পৃথক থাকার শপথ করে তারা চার মাস প্রতীক্ষা করবে, অতঃপর যদি তারা প্রত্যাবর্তিত হয় তাহলে নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুণাময়।"}	,
    {"verse_id":	227	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২৭","ar_ayat":"﴿﻿۲۲۷﻿﴾","text_indo_pak":"وَاِنۡ عَزَمُوا الطَّلَاقَ فَاِنَّ اللّٰہَ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"And if they decide upon divorce (let them remember that) Allah is Hearer, Knower.","bn_translation":"পক্ষান্তরে যদি তারা তালাক দিতেই দৃঢ় প্রতিজ্ঞ হয় তাহলে নিশ্চয়ই আল্লাহ শ্রবণকারী, মহাজ্ঞানী।"}	,
    {"verse_id":	228	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২৮","ar_ayat":"﴿﻿۲۲۸﻿﴾","text_indo_pak":"وَالۡمُطَلَّقٰتُ یَتَرَبَّصۡنَ بِاَنۡفُسِہِنَّ ثَلٰثَۃَ قُرُوۡٓءٍ ؕ  وَلَا یَحِلُّ لَہُنَّ اَنۡ یَّکۡتُمۡنَ مَا خَلَقَ اللّٰہُ فِیۡۤ اَرۡحَامِہِنَّ اِنۡ کُنَّ یُؤۡمِنَّ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ ؕ  وَبُعُوۡلَتُہُنَّ اَحَقُّ بِرَدِّہِنَّ فِیۡ ذٰلِکَ اِنۡ اَرَادُوۡۤا اِصۡلَاحًا ؕ  وَلَہُنَّ مِثۡلُ الَّذِیۡ عَلَیۡہِنَّ بِالۡمَعۡرُوۡفِ ۪  وَلِلرِّجَالِ عَلَیۡہِنَّ دَرَجَۃٌ ؕ  وَاللّٰہُ عَزِیۡزٌ حَکِیۡمٌ ","en_translation":"Women who are divorced shall wait, keeping themselves apart, three (monthly) courses. And it is not lawful for them that they should conceal that which Allah hath created in their wombs if they are believers in Allah and the Last Day. And their husbands would do better to take them back in that case if they desire a reconciliation. And they (women) have rights similar to those (of men) over them in kindness, and men are a degree above them. Allah is Mighty, Wise.","bn_translation":"এবং তালাক প্রাপ্তাগণ তিন ঋতু পর্যন্ত অপেক্ষা করবে; এবং যদি তারা আল্লাহ ও পরকালে বিশ্বাস করে তাহলে আল্লাহ তাদের গর্ভে যা সৃষ্টি করেছেন তা গোপন করা তাদের পক্ষে বৈধ হবেনা; এবং এর মধ্যে যদি তারা সন্ধি কামনা করে তাহলে তাদের স্বামীই তাদেরকে প্রতিগ্রহণ করতে সমধিক স্বত্ববান; আর নারীদের উপর তাদের স্বামীদের যেরূপ স্বত্ব আছে, স্ত্রীদেরও তাদের পুরুষদের (স্বামীর) উপর তদনুরূপ ন্যায়সঙ্গত অধিকার আছে; এবং তাদের উপর পুরুষদের শ্রেষ্ঠত্ব রয়েছে; আল্লাহ হচ্ছেন মহা পরাক্রান্ত, বিজ্ঞানময়।"}	,
    {"verse_id":	229	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২২৯","ar_ayat":"﴿﻿۲۲۹﻿﴾","text_indo_pak":"اَلطَّلَاقُ مَرَّتٰنِ ۪ فَاِمۡسَاکٌۢ بِمَعۡرُوۡفٍ اَوۡ تَسۡرِیۡحٌۢ بِاِحۡسَانٍ ؕ وَلَا یَحِلُّ لَکُمۡ اَنۡ تَاۡخُذُوۡا مِمَّاۤ اٰتَیۡتُمُوۡہُنَّ شَیۡئًا اِلَّاۤ اَنۡ یَّخَافَاۤ اَلَّا یُقِیۡمَا حُدُوۡدَ اللّٰہِ ؕ فَاِنۡ خِفۡتُمۡ اَلَّا یُقِیۡمَا حُدُوۡدَ اللّٰہِ ۙ فَلَا جُنَاحَ عَلَیۡہِمَا فِیۡمَا افۡتَدَتۡ بِہٖ ؕ تِلۡکَ حُدُوۡدُ اللّٰہِ فَلَا تَعۡتَدُوۡہَا ۚ وَمَنۡ یَّتَعَدَّ حُدُوۡدَ اللّٰہِ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوۡنَ","en_translation":"Divorce must be pronounced twice and then (a woman) must be retained in honour or released in kindness. And it is not lawful for you that ye take from women aught of that which ye have given them; except (in the case) when both fear that they may not be able to keep within the limits (imposed by) Allah. And if ye fear that they may not be able to keep the limits of Allah, in that case it is no sin for either of them if the woman ransom herself. These are the limits (imposed by) Allah. Transgress them not. For whoso transgresseth Allahâ€™s limits: such are wrong-doers.","bn_translation":"তালাক দুইবার; অতঃপর (স্ত্রীকে) হয় বিহিতভাবে রাখতে হবে অথবা সদ্ভাবে পরিত্যাগ করতে হবে; আর নিজেদের দেয় সম্পদ থেকে কিছু ফিরিয়ে নেয়া তোমাদের জন্য জায়েয নয় স্ত্রীদের কাছ থেকে, যদি উভয়ে আশংকা করে যে, তারা আল্লাহর সীমা স্থির রাখতে পারবেনা। অনন্তর তোমরা যদি আশংকা কর যে, আল্লাহর নির্দেশ ঠিক রাখতে পারবেনা, সেই অবস্থায় স্ত্রী নিজের মুক্তি লাভের জন্য কিছু বিনিময় দিলে তাতে উভয়ের কোন দোষ নেই; এগুলি হচ্ছে আল্লাহর সীমাসমূহ। অতএব তা অতিক্রম করনা এবং যারা আল্লাহর সীমা অতিক্রম করে বস্তুতঃ তারাই অত্যাচারী।"}	,
    {"verse_id":	230	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩০","ar_ayat":"﴿﻿۲۳۰﻿﴾","text_indo_pak":"فَاِنۡ طَلَّقَہَا فَلَا تَحِلُّ لَہٗ مِنۡۢ بَعۡدُ حَتّٰی تَنۡکِحَ زَوۡجًا غَیۡرَہٗ ؕ فَاِنۡ طَلَّقَہَا فَلَا جُنَاحَ عَلَیۡہِمَاۤ اَنۡ یَّتَرَاجَعَاۤ اِنۡ ظَنَّاۤ اَنۡ یُّقِیۡمَا حُدُوۡدَ اللّٰہِ ؕ وَتِلۡکَ حُدُوۡدُ اللّٰہِ یُبَیِّنُہَا لِقَوۡمٍ یَّعۡلَمُوۡنَ","en_translation":"And if he hath divorced her (the third time), then she is not lawful unto him thereafter until she hath wedded another husband. Then if he (the other husband) divorce her it is no sin for both of them that they come together again if they consider that they are able to observe the limits of Allah. These are the limits of Allah. He manifesteth them for people who have knowledge.","bn_translation":"অতঃপর যদি সে তালাক প্রদান করে তাহলে এরপরে অন্য স্বামীর সাথে বিবাহিতা না হওয়া পর্যন্ত সে তার জন্য বৈধ হবেনা, অতঃপর সে তাকে তালাক প্রদান করলে যদি উভয়ে পরস্পর প্রত্যাবর্তিত হয় তাতে উভয়ের পক্ষে কোনই দোষ নেই, যদি আল্লাহর সীমারেখা বজায় রাখার ইচ্ছা থাকে। এবং এগুলিই আল্লাহর সীমাসমূহ, তিনি জ্ঞানী সম্প্রদায়ের জন্য এগুলি ব্যক্ত করে থাকেন।"}	,
    {"verse_id":	231	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩১","ar_ayat":"﴿﻿۲۳۱﻿﴾","text_indo_pak":"وَاِذَا طَلَّقۡتُمُ النِّسَآءَ فَبَلَغۡنَ اَجَلَہُنَّ فَاَمۡسِکُوۡہُنَّ بِمَعۡرُوۡفٍ اَوۡ سَرِّحُوۡہُنَّ بِمَعۡرُوۡفٍ ۪  وَلَا تُمۡسِکُوۡہُنَّ ضِرَارًا لِّتَعۡتَدُوۡا ۚ  وَمَنۡ یَّفۡعَلۡ ذٰلِکَ فَقَدۡ ظَلَمَ نَفۡسَہٗ ؕ  وَلَا تَتَّخِذُوۡۤا اٰیٰتِ اللّٰہِ ہُزُوًا ۫  وَّاذۡکُرُوۡا نِعۡمَتَ اللّٰہِ عَلَیۡکُمۡ وَمَاۤ اَنۡزَلَ عَلَیۡکُمۡ مِّنَ الۡکِتٰبِ وَالۡحِکۡمَۃِ یَعِظُکُمۡ بِہٖ ؕ  وَاتَّقُوا اللّٰہَ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ بِکُلِّ شَیۡءٍ عَلِیۡمٌ ","en_translation":"When ye have divorced women, and they have reached their term, then retain them in kindness or release them in kindness. Retain them not to their hurt so that ye transgress (the limits). He who doeth that hath wronged his soul. Make not the revelations of Allah a laughing-stock (by your behaviour), but remember Allahâ€™s grace upon you and that which He hath revealed unto you of the Scripture and of wisdom, whereby He doth exhort you. Observe your duty to Allah and know that Allah is Aware of all things.","bn_translation":"এবং তোমরা যখন স্ত্রীদেরকে তালাক দাও, আর তারা তাদের নির্ধারিত সময়ে পৌঁছে যায়, তখন তাদেরকে নিয়মিতভাবে রাখতে পার অথবা নিয়মিতভাবে পরিত্যাগ করতে পার; এবং তাদেরকে যন্ত্রণা দেয়ার জন্য আবদ্ধ করে রেখনা, তাহলে সীমা লংঘন করবে; আর যে ব্যক্তি এরূপ করে সে নিশ্চয়ই নিজের প্রতি অবিচার করে থাকে। এবং আল্লাহর নিদর্শনাবলীকে বিদ্রুপাচ্ছলে গ্রহণ করনা, তোমাদের প্রতি আল্লাহর অনুগ্রহ এবং তোমাদেরকে উপদেশ দানের জন্য গ্রন্থ ও বিজ্ঞান হতে যা অবতীর্ণ করেছেন তা স্মরণ কর, আর আল্লাহকে ভয় কর এবং জেনে রেখ যে, আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।"}	,
    {"verse_id":	232	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩২","ar_ayat":"﴿﻿۲۳۲﻿﴾","text_indo_pak":"وَاِذَا طَلَّقۡتُمُ النِّسَآءَ فَبَلَغۡنَ اَجَلَہُنَّ فَلَا تَعۡضُلُوۡہُنَّ اَنۡ یَّنۡکِحۡنَ اَزۡوَاجَہُنَّ اِذَا تَرَاضَوۡا بَیۡنَہُمۡ بِالۡمَعۡرُوۡفِ ؕ ذٰلِکَ یُوۡعَظُ بِہٖ مَنۡ کَانَ مِنۡکُمۡ یُؤۡمِنُ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ ؕ ذٰلِکُمۡ اَزۡکٰی لَکُمۡ وَاَطۡہَرُ ؕ وَاللّٰہُ یَعۡلَمُ وَاَنۡتُمۡ لَا تَعۡلَمُوۡنَ","en_translation":"And when ye have divorced women and they reach their term, place not difficulties in the way of their marrying their husbands if it is agreed between them in kindness. This is an admonition for him among you who believeth in Allah and the Last Day. That is more virtuous for you, and cleaner. Allah knoweth; ye know not.","bn_translation":"এবং যখন তোমরা স্ত্রীলোকদেরকে তালাক দাও, অতঃপর তারা তাদের নির্ধারিত সময়ে পৌছে যায়, তখন তারা উভয়েই যদি পরস্পরের প্রতি বিহিতভাবে সম্মত হয়ে থাকে, সেই অবস্থায় স্ত্রীরা নিজ স্বামীদেরকে বিয়ে করতে গেলে তোমরা তাদেরকে বাঁধা প্রদান করনা; তোমাদের মধ্যে যে আল্লাহ ও আখিরাতের প্রতি বিশ্বাস স্থাপন করেছে এর দ্বারা তাদেরকেই উপদেশ দেয়া হচ্ছে; তোমাদের জন্য এটি শুদ্ধতম ও পবিত্রতম (ব্যবস্থা) এবং আল্লাহ অবগত আছেন ও তোমরা অবগত নও।"}	,
    {"verse_id":	233	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩৩","ar_ayat":"﴿﻿۲۳۳﻿﴾","text_indo_pak":"وَالۡوَالِدٰتُ یُرۡضِعۡنَ اَوۡلَادَہُنَّ حَوۡلَیۡنِ کَامِلَیۡنِ لِمَنۡ اَرَادَ اَنۡ یُّتِمَّ الرَّضَاعَۃَ ؕ وَعَلَی الۡمَوۡلُوۡدِ لَہٗ رِزۡقُہُنَّ وَکِسۡوَتُہُنَّ بِالۡمَعۡرُوۡفِ ؕ لَا تُکَلَّفُ نَفۡسٌ اِلَّا وُسۡعَہَا ۚ لَا تُضَآرَّ وَالِدَۃٌۢ بِوَلَدِہَا وَلَا مَوۡلُوۡدٌ لَّہٗ بِوَلَدِہٖ ٭ وَعَلَی الۡوَارِثِ مِثۡلُ ذٰلِکَ ۚ فَاِنۡ اَرَادَا فِصَالًا عَنۡ تَرَاضٍ مِّنۡہُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَیۡہِمَا ؕ وَاِنۡ اَرَدۡتُّمۡ اَنۡ تَسۡتَرۡضِعُوۡۤا اَوۡلَادَکُمۡ فَلَا جُنَاحَ عَلَیۡکُمۡ اِذَا سَلَّمۡتُمۡ مَّاۤ اٰتَیۡتُمۡ بِالۡمَعۡرُوۡفِ ؕ وَاتَّقُوا اللّٰہَ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ","en_translation":"Mothers shall suckle their children for two whole years; (that is) for those who wish to complete the suckling. The duty of feeding and clothing nursing mothers in a seemly manner is upon the father of the child. No-one should be charged beyond his capacity. A mother should not be made to suffer because of her child, nor should he to whom the child is born (be made to suffer) because of his child. And on the (fatherâ€™s) heir is incumbent the like of that (which was incumbent on the father). If they desire to wean the child by mutual consent and (after) consultation, it is no sin for them; and if ye wish to give your children out to nurse, it is no sin for you, provide that ye pay what is due from you in kindness. Observe your duty to Allah, and know that Allah is Seer of what ye do.","bn_translation":"এবং যদি কেহ স্তন্য পানের কাল পূর্ণ করতে ইচ্ছা করে তার জন্য জননীগণ পূর্ণ দুই বছর স্বীয় সন্তানদেরকে স্তন্য দান করবে; আর সন্তানের জনকগণ বিহিতভাবে প্রসূতিদের খোরাক ও তাদের পোশাক দিতে বাধ্য; কেহকেও তার সাধ্যের অতীত কষ্ট দেয়া যাবেনা, নিজ সন্তানের কারণে জননীকে ক্ষতিগ্রস্ত করা চলবেনা, এবং পিতার জন্যও একই বিধান, কিন্তু যদি তারা পরস্পর পরামর্শ ও সম্মতি অনুসারে স্তন্য ত্যাগ করাতে ইচ্ছা করে তাতে উভয়ের কোন দোষ নেই; আর তোমরা যদি নিজ সন্তানদেরকে স্তন্য পানের জন্য সমর্পণ করে বিহিতভাবে কিছু প্রদান কর তাহলেও তোমাদের কোন দোষ নেই; এবং আল্লাহকে ভয় কর ও জেনে রেখ যে, তোমরা যা করছ আল্লাহ তা প্রত্যক্ষকারী।"}	,
    {"verse_id":	234	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩৪","ar_ayat":"﴿﻿۲۳۴﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یُتَوَفَّوۡنَ مِنۡکُمۡ وَیَذَرُوۡنَ اَزۡوَاجًا یَّتَرَبَّصۡنَ بِاَنۡفُسِہِنَّ اَرۡبَعَۃَ اَشۡہُرٍ وَّعَشۡرًا ۚ فَاِذَا بَلَغۡنَ اَجَلَہُنَّ فَلَا جُنَاحَ عَلَیۡکُمۡ فِیۡمَا فَعَلۡنَ فِیۡۤ اَنۡفُسِہِنَّ بِالۡمَعۡرُوۡفِ ؕ وَاللّٰہُ بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ","en_translation":"Such of you as die and leave behind them wives, they (the wives) shall wait, keeping themselves apart, four months and ten days. And when they reach the term (prescribed for them) then there is no sin for you in aught that they may do with themselves in decency. Allah is informed of what ye do.","bn_translation":"এবং তোমাদের মধ্যে যারা স্ত্রীদেরকে রেখে মৃত্যুমুখে পতিত হয়, তারা (বিধবাগণ) চার মাস ও দশ দিন প্রতীক্ষা করবে; অতঃপর যখন তারা স্বীয় নির্ধারিত সময়ে উপনীত হয় তখন তারা নিজেদের সম্বন্ধে বিহিতভাবে যা করবে তাতে তোমাদের কোন দোষ নেই; এবং তোমরা যা করছো তদ্বিষয়ে আল্লাহ সম্যক খবর রাখেন।"}	,
    {"verse_id":	235	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩৫","ar_ayat":"﴿﻿۲۳۵﻿﴾","text_indo_pak":"وَلَا جُنَاحَ عَلَیۡکُمۡ فِیۡمَا عَرَّضۡتُمۡ بِہٖ مِنۡ خِطۡبَۃِ النِّسَآءِ اَوۡ اَکۡنَنۡتُمۡ فِیۡۤ اَنۡفُسِکُمۡ ؕ  عَلِمَ اللّٰہُ اَنَّکُمۡ سَتَذۡکُرُوۡنَہُنَّ وَلٰکِنۡ لَّا تُوَاعِدُوۡہُنَّ سِرًّا اِلَّاۤ اَنۡ تَقُوۡلُوۡا قَوۡلًا مَّعۡرُوۡفًا ۬ؕ  وَلَا تَعۡزِمُوۡا عُقۡدَۃَ النِّکَاحِ حَتّٰی یَبۡلُغَ الۡکِتٰبُ اَجَلَہٗ ؕ  وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ یَعۡلَمُ مَا فِیۡۤ اَنۡفُسِکُمۡ فَاحۡذَرُوۡہُ ۚ  وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ غَفُوۡرٌ حَلِیۡمٌ ","en_translation":"There is no sin for you in that which ye proclaim or hide in your minds concerning your troth with women. Allah knoweth that ye will remember them. But plight not your troth with women except by uttering a recognised form of words. And do not consummate the marriage until (the term) prescribed is run. Know that Allah knoweth what is in your minds, so beware of Him; and know that Allah is Forgiving, Clement.","bn_translation":"এবং তোমরা স্ত্রীলোকদের প্রস্তাব সম্বন্ধে পরোক্ষভাবে যা ব্যক্ত কর অথবা নিজেদের মনে গোপনে যা পোষণ কর তাতে তোমাদের কোন দোষ নেই; আল্লাহ অবগত আছেন যে, তোমরা তাদের বিষয় আলোচনা করবে, কিন্তু গোপনভাবে তাদেরকে প্রতিশ্রুতি দান করনা, বরং বিহিতভাবে তাদের সাথে কথা বল; এবং নির্ধারিত সময় পূর্ণ না হওয়া পর্যন্ত বিবাহ বন্ধনে আবদ্ধ হওয়ার সংকল্প করনা; এবং এটিও জেনে রেখ যে, তোমাদের অন্তরে যা আছে আল্লাহ তা অবগত। অতএব তোমরা তাঁকে ভয় কর এবং জেনে রেখ যে, আল্লাহ ক্ষমাশীল, সহিষ্ণু।"}	,
    {"verse_id":	236	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩৬","ar_ayat":"﴿﻿۲۳۶﻿﴾","text_indo_pak":"لَا جُنَاحَ عَلَیۡکُمۡ اِنۡ طَلَّقۡتُمُ النِّسَآءَ مَا لَمۡ تَمَسُّوۡہُنَّ اَوۡ تَفۡرِضُوۡا لَہُنَّ فَرِیۡضَۃً ۚۖ وَّمَتِّعُوۡہُنَّ ۚ عَلَی الۡمُوۡسِعِ قَدَرُہٗ وَعَلَی الۡمُقۡتِرِ قَدَرُہٗ ۚ مَتَاعًۢا بِالۡمَعۡرُوۡفِ ۚ حَقًّا عَلَی الۡمُحۡسِنِیۡنَ","en_translation":"It is no sin for you if ye divorce women while yet ye have not touched them, nor appointed unto them a portion. Provide for them, the rich according to his means, and the straitened according to his means, a fair provision. (This is) a bounden duty for those who do good.","bn_translation":"যদি তোমরা স্ত্রীদেরকে স্পর্শ না করে অথবা তাদের প্রাপ্য নির্ধারণ করার পূর্বে তালাক প্রদান কর তাহলে তাতে তোমাদের কোন দোষ নেই, এবং তোমরা তাদেরকে কিছু সংস্থান করে দিবে, অবস্থাপন্ন লোক নিজের অবস্থানুসারে এবং অভাবগ্রস্ত লোক তার সাধ্যানুসারে বিহিত সংস্থান (করে দিবে); সৎ কর্মশীল লোকদের উপর ইহাই কর্তব্য।"}	,
    {"verse_id":	237	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩৭","ar_ayat":"﴿﻿۲۳۷﻿﴾","text_indo_pak":"وَاِنۡ طَلَّقۡتُمُوۡہُنَّ مِنۡ قَبۡلِ اَنۡ تَمَسُّوۡہُنَّ وَقَدۡ فَرَضۡتُمۡ لَہُنَّ فَرِیۡضَۃً فَنِصۡفُ مَا فَرَضۡتُمۡ اِلَّاۤ اَنۡ یَّعۡفُوۡنَ اَوۡ یَعۡفُوَا الَّذِیۡ بِیَدِہٖ عُقۡدَۃُ النِّکَاحِ ؕ وَاَنۡ تَعۡفُوۡۤا اَقۡرَبُ لِلتَّقۡوٰی ؕ وَلَا تَنۡسَوُا الۡفَضۡلَ بَیۡنَکُمۡ ؕ اِنَّ اللّٰہَ بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ","en_translation":"If ye divorce them before ye have touched them and ye have appointed unto them a portion, then (pay the) half of that which ye appointed, unless they (the women) agree to forgo it, or he agreeth to forgo it in whose hand is the marriage tie. To forgo is nearer to piety. And forget not kindness among yourselves. Allah is Seer of what ye do.","bn_translation":"আর তোমরা যদি তাদেরকে স্পর্শ করার পূর্বেই তালাক প্রদান কর এবং তাদের মোহর নির্ধারণ করে থাক তাহলে যা নির্ধারণ করেছিলে তার অর্ধেক দিয়ে দাও; কিন্তু যদি তারা ক্ষমা করে কিংবা যার হাতে বিবাহ বন্ধন সে ক্ষমা করে তাহলে তা স্বতন্ত্র কথা; অথবা তোমরা পুরুষরা যদি ক্ষমা কর তাহলে এটা পরহেজগারীর অতি নিকটবর্তী; এবং পরস্পরের উপকারকে যেন ভুলে যেওনা; তোমরা যা কর নিশ্চয়ই আল্লাহ তা প্রত্যক্ষকারী।"}	,
    {"verse_id":	238	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩৮","ar_ayat":"﴿﻿۲۳۸﻿﴾","text_indo_pak":"حٰفِظُوۡا عَلَی الصَّلَوٰتِ وَالصَّلٰوۃِ الۡوُسۡطٰی ٭ وَقُوۡمُوۡا لِلّٰہِ قٰنِتِیۡنَ","en_translation":"Be guardians of your prayers, and of the midmost prayer, and stand up with devotion to Allah.","bn_translation":"তোমরা সালাতের প্রতি যত্নবান হবে বিশেষতঃ মধ্যবর্তী সালাতের এবং আল্লাহর উদ্দেশে তোমরা বিনীতভাবে দন্ডায়মান হও।"}	,
    {"verse_id":	239	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৩৯","ar_ayat":"﴿﻿۲۳۹﻿﴾","text_indo_pak":"فَاِنۡ خِفۡتُمۡ فَرِجَالًا اَوۡ رُکۡبَانًا ۚ فَاِذَاۤ اَمِنۡتُمۡ فَاذۡکُرُوا اللّٰہَ کَمَا عَلَّمَکُمۡ مَّا لَمۡ تَکُوۡنُوۡا تَعۡلَمُوۡنَ","en_translation":"And if ye go in fear, then (pray) standing or on horseback. And when ye are again in safety, remember Allah, as He hath taught you that which (heretofore) ye knew not.","bn_translation":"তবে তোমরা যদি আশংকা কর, সেই অবস্থায় পদব্রজে বা যানবাহনের উপর সালাত সমাপন করে নিবে, পরে যখন নিরাপদ হও তখন তোমাদেরকে যেভাবে শিখিয়ে দেয়া হয়েছে সেইভাবে আল্লাহর প্রশংসা কর যা তোমরা ইতোপূর্বে জানতেনা।"}	,
    {"verse_id":	240	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪০","ar_ayat":"﴿﻿۲۴۰﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یُتَوَفَّوۡنَ مِنۡکُمۡ وَیَذَرُوۡنَ اَزۡوَاجًا ۚۖ وَّصِیَّۃً لِّاَزۡوَاجِہِمۡ مَّتَاعًا اِلَی الۡحَوۡلِ غَیۡرَ اِخۡرَاجٍ ۚ فَاِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَیۡکُمۡ فِیۡ مَا فَعَلۡنَ فِیۡۤ اَنۡفُسِہِنَّ مِنۡ مَّعۡرُوۡفٍ ؕ وَاللّٰہُ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"(In the case of) those of you who are about to die and leave behind them wives, they should bequeath unto their wives a provision for the year without turning them out, but if they go out (of their own accord) there is no sin for you in that which they do of themselves within their rights. Allah is Mighty, Wise.","bn_translation":"এবং তোমাদের মধ্যে যারা মৃত্যুমুখে পতিত হয় ও স্ত্রীগণকে ছেড়ে যায় তারা যেন স্বীয় স্ত্রীগণকে বহিস্কৃত না করে এক বছর পর্যন্ত তাদেরকে ভরণ-পোষণ প্রদান করার জন্য অসীয়াত করে যায়, কিন্তু যদি তারা (স্বেচ্ছায়) বের হয়ে যায় তাহলে নিজেদের সম্বন্ধে বিহিতভাবে তারা যে ব্যবস্থা করে তজ্জন্য তোমাদের কোন দোষ নেই, এবং আল্লাহ মহাপরাক্রান্ত, বিজ্ঞানময়।"}	,
    {"verse_id":	241	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪১","ar_ayat":"﴿﻿۲۴۱﻿﴾","text_indo_pak":"وَلِلۡمُطَلَّقٰتِ مَتَاعٌۢ بِالۡمَعۡرُوۡفِ ؕ حَقًّا عَلَی الۡمُتَّقِیۡنَ","en_translation":"For divorced women a provision in kindness: a duty for those who ward off (evil).","bn_translation":"আর তালাক প্রাপ্তদের জন্য বিহিতভাবে ভরণ পোষণের ব্যবস্থা করা ধর্মভীরুগণের কর্তব্য।"}	,
    {"verse_id":	242	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪২","ar_ayat":"﴿﻿۲۴۲﻿﴾","text_indo_pak":"کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمۡ اٰیٰتِہٖ لَعَلَّکُمۡ تَعۡقِلُوۡنَ ","en_translation":"Thus Allah expoundeth unto you His revelations so that ye may understand.","bn_translation":"এভাবে আল্লাহ স্বীয় নিদর্শনাবলী বিবৃত করেন, যেন তোমরা হৃদয়ঙ্গম কর।"}	,
    {"verse_id":	243	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪৩","ar_ayat":"﴿﻿۲۴۳﻿﴾","text_indo_pak":"اَلَمۡ تَرَ اِلَی الَّذِیۡنَ خَرَجُوۡا مِنۡ دِیَارِہِمۡ وَہُمۡ اُلُوۡفٌ حَذَرَ الۡمَوۡتِ ۪ فَقَالَ لَہُمُ اللّٰہُ مُوۡتُوۡا ۟ ثُمَّ اَحۡیَاہُمۡ ؕ اِنَّ اللّٰہَ لَذُوۡ فَضۡلٍ عَلَی النَّاسِ وَلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یَشۡکُرُوۡنَ","en_translation":"Bethink thee (O Muhammad) of those of old, who went forth from their habitations in their thousands, fearing death, and Allah said unto them: Die; and then He brought them back to life. Lo! Allah is a Lord of Kindness to mankind, but most of mankind give not thanks.","bn_translation":"তুমি কি তাদের প্রতি লক্ষ্য করনি, মৃত্যুর বিভীষিকাকে এড়ানোর জন্য যারা নিজেদের গৃহ হতে বহির্গত হয়েছিল? অথচ তারা ছিল বহু সহস্র; তখন আল্লাহ তাদেরকে বললেনঃ তোমরা মর; পুনরায় তিনি তাদেরকে জীবন দান করলেন; নিশ্চয়ই মানবগণের প্রতি আল্লাহ অনুগ্রহশীল, কিন্তু অধিকাংশ লোক কৃতজ্ঞতা স্বীকার করেনা।"}	,
    {"verse_id":	244	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪৪","ar_ayat":"﴿﻿۲۴۴﻿﴾","text_indo_pak":"وَقَاتِلُوۡا فِیۡ سَبِیۡلِ اللّٰہِ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"Fight in the way of Allah, and know that Allah is Hearer, Knower.","bn_translation":"তোমরা আল্লাহর পথে সংগ্রাম কর এবং জেনে রেখ যে, নিশ্চয়ই আল্লাহ হচ্ছেন সর্বশ্রোতা, সর্বজ্ঞাতা।"}	,
    {"verse_id":	245	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪৫","ar_ayat":"﴿﻿۲۴۵﻿﴾","text_indo_pak":"مَنۡ ذَا الَّذِیۡ یُقۡرِضُ اللّٰہَ قَرۡضًا حَسَنًا فَیُضٰعِفَہٗ لَہٗۤ اَضۡعَافًا کَثِیۡرَۃً ؕ وَاللّٰہُ یَقۡبِضُ وَیَبۡصُۜطُ ۪ وَاِلَیۡہِ تُرۡجَعُوۡنَ","en_translation":"Who is it that will lend unto Allah a goodly loan, so that He may give it increase manifold ? Allah straiteneth and enlargeth. Unto Him ye will return.","bn_translation":"কে সে, যে আল্লাহকে উত্তম ঋণদান করে? অনন্তর তিনি তাকে দ্বিগুণ, বহুগুণ বর্ধিত করেন এবং আল্লাহই (মানুষের আর্থিক অবস্থাকে) কৃচ্ছ বা স্বচ্ছল করে থাকেন এবং তাঁরই দিকে প্রত্যাবর্তন করতে হবে।"}	,
    {"verse_id":	246	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪৬","ar_ayat":"﴿﻿۲۴۶﻿﴾","text_indo_pak":"اَلَمۡ تَرَ اِلَی الۡمَلَاِ مِنۡۢ بَنِیۡۤ اِسۡرَآءِیۡلَ مِنۡۢ بَعۡدِ مُوۡسٰی ۘ اِذۡ قَالُوۡا لِنَبِیٍّ لَّہُمُ ابۡعَثۡ لَنَا مَلِکًا نُّقَاتِلۡ فِیۡ سَبِیۡلِ اللّٰہِ ؕ قَالَ ہَلۡ عَسَیۡتُمۡ اِنۡ کُتِبَ عَلَیۡکُمُ الۡقِتَالُ اَلَّا تُقَاتِلُوۡا ؕ قَالُوۡا وَمَا لَنَاۤ اَلَّا نُقَاتِلَ فِیۡ سَبِیۡلِ اللّٰہِ وَقَدۡ اُخۡرِجۡنَا مِنۡ دِیَارِنَا وَاَبۡنَآئِنَا ؕ فَلَمَّا کُتِبَ عَلَیۡہِمُ الۡقِتَالُ تَوَلَّوۡا اِلَّا قَلِیۡلًا مِّنۡہُمۡ ؕ وَاللّٰہُ عَلِیۡمٌۢ بِالظّٰلِمِیۡنَ","en_translation":"Bethink thee of the leaders of the Children of Israel after Moses, how they said unto a prophet whom they had: Set up for us a king and we will fight in Allahâ€™s way. He said: Would ye then refrain from fighting if fighting were prescribed for you ? They said: Why should we not fight in Allahâ€™s way when we have been driven from our dwellings with our children ? Yet, when fighting was prescribed for them, they turned away, all save a few of them. Allah is aware of evil-doers.","bn_translation":"তুমি কি মূসার পরে ইসরাঈল বংশীয় প্রধানদের প্রতি লক্ষ্য করনি? নিজেদের এক নাবীকে যখন তারা বলেছিলঃ আমাদের জন্য একজন রাজা নিযুক্ত করে দাও (যেন) আমরা আল্লাহর পথে যুদ্ধ করতে পারি। সে বলেছিলঃ এটা কি সম্ভবপর নয় যে, যখন তোমাদের উপর যুদ্ধ বিধিবদ্ধ হয়ে যাবে তখন তোমরা যুদ্ধ করবেনা? তারা বলেছিলঃ আমরা যুদ্ধ করবনা এটা কিরূপে (সম্ভব), অথচ নিজেদের আবাস হতে ও স্বজনদের নিকট হতে আমরা বহিস্কৃত হয়েছি? অনন্তর যখন তাদের উপর যুদ্ধ বিধিবদ্ধ হল তখন তাদের অল্প সংখ্যক ব্যতীত সবাই পশ্চাৎপদ হয়ে পড়ল এবং অত্যাচারীদেরকে আল্লাহ সম্যক রূপে অবগত আছেন।"}	,
    {"verse_id":	247	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪৭","ar_ayat":"﴿﻿۲۴۷﻿﴾","text_indo_pak":"وَقَالَ لَہُمۡ نَبِیُّہُمۡ اِنَّ اللّٰہَ قَدۡ بَعَثَ لَکُمۡ طَالُوۡتَ مَلِکًا ؕ قَالُوۡۤا اَنّٰی یَکُوۡنُ لَہُ الۡمُلۡکُ عَلَیۡنَا وَنَحۡنُ اَحَقُّ بِالۡمُلۡکِ مِنۡہُ وَلَمۡ یُؤۡتَ سَعَۃً مِّنَ الۡمَالِ ؕ قَالَ اِنَّ اللّٰہَ اصۡطَفٰىہُ عَلَیۡکُمۡ وَزَادَہٗ بَسۡطَۃً فِی الۡعِلۡمِ وَالۡجِسۡمِ ؕ وَاللّٰہُ یُؤۡتِیۡ مُلۡکَہٗ مَنۡ یَّشَآءُ ؕ وَاللّٰہُ وَاسِعٌ عَلِیۡمٌ","en_translation":"Their Prophet said unto them: Lo! Allah hath raised up Saul to be a king for you. They said: How can he have kingdom over us when we are more deserving of the kingdom than he is, since he hath not been given wealth enough ? He said: Lo! Allah hath chosen him above you, and hath increased him abundantly in wisdom and stature. Allah bestoweth His Sovereignty on whom He will. Allah is All-Embracing, All-Knowing.","bn_translation":"এবং তাদের নাবী তাদেরকে বলেছিলঃ নিশ্চয়ই আল্লাহ তালূতকে তোমাদের জন্য রাজা রূপে নির্বাচিত করেছেন; তারা বললঃ আমাদের উপর তালূতের রাজত্ব কি রূপে (সঙ্গত) হতে পারে? রাজত্বে তার অপেক্ষা আমাদেরই স্বত্ব অধিক, পক্ষান্তরে যথেষ্ট আর্থিক স্বচ্ছলতাও তার নেই; তিনি বললেনঃ নিশ্চয়ই আল্লাহ তোমাদের জন্য তাকেই মনোনীত করেছেন এবং তাকে প্রচুর জ্ঞান ও দৈহিক শক্তি দান করেছেন, আল্লাহ তাঁর রাজত্ব যাকে ইচ্ছা প্রদান করেন এবং আল্লাহ হচ্ছেন দানশীল, সর্বজ্ঞাতা।"}	,
    {"verse_id":	248	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪৮","ar_ayat":"﴿﻿۲۴۸﻿﴾","text_indo_pak":"وَقَالَ لَہُمۡ نَبِیُّہُمۡ اِنَّ اٰیَۃَ مُلۡکِہٖۤ اَنۡ یَّاۡتِیَکُمُ التَّابُوۡتُ فِیۡہِ سَکِیۡنَۃٌ مِّنۡ رَّبِّکُمۡ وَبَقِیَّۃٌ مِّمَّا تَرَکَ اٰلُ مُوۡسٰی وَاٰلُ ہٰرُوۡنَ تَحۡمِلُہُ الۡمَلٰٓئِکَۃُ ؕ  اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لَّکُمۡ اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ ","en_translation":"And their Prophet said unto them: Lo! the token of his kingdom is that there shall come unto you the ark wherein is peace of reassurance from your Lord, and a remnant of that which the house of Moses and the house of Aaron left behind, the angels bearing it. Lo! herein shall be a token for you if (in truth) ye are believers.","bn_translation":"এবং তাদের নাবী তাদের বলেছিলঃ তার রাজত্বের নিদর্শন এই যে, তোমাদের নিকট সিন্দুক সমাগত হবে, যাতে থাকবে তোমাদের রবের নিকট হতে শান্তি এবং মূসা ও হারুনের পরিবারের (পরিত্যক্ত) কিছু সামগ্রী, মালাইকা/ফেরেশতা ওটা বহন করে আনবে, তোমরা যদি বিশ্বাস স্থাপনকারী হও তাহলে ওর মধ্যে নিশ্চয়ই তোমাদের জন্য নিদর্শন রয়েছে।"}	,
    {"verse_id":	249	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৪৯","ar_ayat":"﴿﻿۲۴۹﻿﴾","text_indo_pak":"فَلَمَّا فَصَلَ طَالُوۡتُ بِالۡجُنُوۡدِ ۙ قَالَ اِنَّ اللّٰہَ مُبۡتَلِیۡکُمۡ بِنَہَرٍ ۚ فَمَنۡ شَرِبَ مِنۡہُ فَلَیۡسَ مِنِّیۡ ۚ وَمَنۡ لَّمۡ یَطۡعَمۡہُ فَاِنَّہٗ مِنِّیۡۤ اِلَّا مَنِ اغۡتَرَفَ غُرۡفَۃًۢ بِیَدِہٖ ۚ فَشَرِبُوۡا مِنۡہُ اِلَّا قَلِیۡلًا مِّنۡہُمۡ ؕ فَلَمَّا جَاوَزَہٗ ہُوَ وَالَّذِیۡنَ اٰمَنُوۡا مَعَہٗ ۙ قَالُوۡا لَا طَاقَۃَ لَنَا الۡیَوۡمَ بِجَالُوۡتَ وَجُنُوۡدِہٖ ؕ قَالَ الَّذِیۡنَ یَظُنُّوۡنَ اَنَّہُمۡ مُّلٰقُوا اللّٰہِ ۙ کَمۡ مِّنۡ فِئَۃٍ قَلِیۡلَۃٍ غَلَبَتۡ فِئَۃً کَثِیۡرَۃًۢ بِاِذۡنِ اللّٰہِ ؕ وَاللّٰہُ مَعَ الصّٰبِرِیۡنَ","en_translation":"And when Saul set out with the army, he said: Lo! Allah will try you by (the ordeal of) a river. Whosoever therefore drinketh thereof he is not of me, and whosoever tasteth it not he is of me, save him who taketh (thereof) in the hollow of his hand. But they drank thereof, all save a few of them. And after he had crossed (the river), he and those who believed with him, they said: We have no power this day against Goliath and his hosts. But those who knew that they would meet Allah exclaimed: How many a little company hath overcome a mighty host by Allahâ€™s leave! Allah is with the steadfast.","bn_translation":"অনন্তর যখন তালূত সৈন্যদলসহ বহির্গত হয়েছিল তখন সে বলেছিল, নিশ্চয়ই আল্লাহ একটি নদী দ্বারা তোমাদেরকে পরীক্ষা করবেন, ওটা হতে যে পান করবে সে আমার দলভুক্ত নয় এবং যে স্বীয় হস্ত দ্বারা অঞ্জলি পূর্ণ করে নিবে এবং তদ্ব্যতীত সে আর আস্বাদন করবেনা সে নিশ্চয়ই আমার লোক; কিন্তু তাদের মধ্যে অল্প সংখ্যক ব্যতীত অন্য সবাই সেই নদীর পানি পান করল, অতঃপর যখন সে ও তার সঙ্গী বিশ্বাস স্থাপনকারীগণ নদী অতিক্রম করে গেল তখন তারা বললঃ জালুত ও তার সেনাবাহিনীর মুকাবিলা করার শক্তি আজ আমাদের নেই; পক্ষান্তরে যারা বিশ্বাস করত যে, তাদেরকে আল্লাহর সাথে সাক্ষাৎ করতে হবে তারা বললঃ আল্লাহর হুকুমে কত ক্ষুদ্র দল কত বৃহৎ দলকে পরাজিত করেছে; বস্তুতঃ ধৈর্যশীলদের সঙ্গী হচ্ছেন আল্লাহ!"}	,
    {"verse_id":	250	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫০","ar_ayat":"﴿﻿۲۵۰﻿﴾","text_indo_pak":"وَلَمَّا بَرَزُوۡا لِجَالُوۡتَ وَجُنُوۡدِہٖ قَالُوۡا رَبَّنَاۤ اَفۡرِغۡ عَلَیۡنَا صَبۡرًا وَّثَبِّتۡ اَقۡدَامَنَا وَانۡصُرۡنَا عَلَی الۡقَوۡمِ الۡکٰفِرِیۡنَ ؕ","en_translation":"And when they went into the field against Goliath and his hosts they said: Our Lord! Bestow on us endurance, make our foothold sure, and give us help against the disbelieving folk.","bn_translation":"এবং যখন তারা জালুত ও তার সেনাবাহিনীর সম্মুখীন হল, বলতে লাগলঃ হে আমাদের রাব্ব! আমাদেরকে পূর্ণ সহিষ্ণুতা দান করুন, আর আমাদের চরণগুলি অটল রাখুন এবং কাফির জাতির উপর আমাদেরকে সাহায্য করুন!"}	,
    {"verse_id":	251	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫১","ar_ayat":"﴿﻿۲۵۱﻿﴾","text_indo_pak":"فَہَزَمُوۡہُمۡ بِاِذۡنِ اللّٰہِ ۟ۙ وَقَتَلَ دَاوٗدُ جَالُوۡتَ وَاٰتٰىہُ اللّٰہُ الۡمُلۡکَ وَالۡحِکۡمَۃَ وَعَلَّمَہٗ مِمَّا یَشَآءُ ؕ وَلَوۡلَا دَفۡعُ اللّٰہِ النَّاسَ بَعۡضَہُمۡ بِبَعۡضٍ ۙ لَّفَسَدَتِ الۡاَرۡضُ وَلٰکِنَّ اللّٰہَ ذُوۡ فَضۡلٍ عَلَی الۡعٰلَمِیۡنَ","en_translation":"So they routed them by Allahâ€™s leave and David slew Goliath; and Allah gave him the kingdom and wisdom, and taught him of that which He willeth. And if Allah had not repelled some men by others the earth would have been corrupted. But Allah is a Lord of Kindness to (His) creatures.","bn_translation":"তখন তারা আল্লাহর হুকুমে জালুতের সৈন্যদেরকে পরাজিত করল এবং দাঊদ জালুতকে হত্যা করল। এবং আল্লাহ দাউদকে রাজ্য ও প্রজ্ঞা দান করলেন এবং তাকে ইচ্ছানুযায়ী শিক্ষা দান করলেন; আর যদি আল্লাহ এক দলকে অপর দলের দ্বারা প্রদমিত না করতেন তাহলে নিশ্চয়ই পৃথিবী অশান্তিপূর্ণ হত, কিন্তু আল্লাহ বিশ্ব জগতের প্রতি অনুগ্রহকারী।"}	,
    {"verse_id":	252	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫২","ar_ayat":"﴿﻿۲۵۲﻿﴾","text_indo_pak":"تِلۡکَ اٰیٰتُ اللّٰہِ نَتۡلُوۡہَا عَلَیۡکَ بِالۡحَقِّ ؕ وَاِنَّکَ لَمِنَ الۡمُرۡسَلِیۡنَ","en_translation":"These are the portents of Allah which We recite unto thee (Muhammad) with truth, and lo! thou art of the number of (Our) messengers;","bn_translation":"এগুলো আল্লাহর নিদর্শন - তোমার নিকট এগুলি সত্যরূপে উপস্থাপন করেছি এবং নিশ্চয়ই তুমি রাসূলগণের অন্তর্ভুক্ত।"}	,
    {"verse_id":	253	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫৩","ar_ayat":"﴿﻿۲۵۳﻿﴾","text_indo_pak":"تِلۡکَ الرُّسُلُ فَضَّلۡنَا بَعۡضَہُمۡ عَلٰی بَعۡضٍ ۘ  مِنۡہُمۡ مَّنۡ کَلَّمَ اللّٰہُ وَرَفَعَ بَعۡضَہُمۡ دَرَجٰتٍ ؕ  وَاٰتَیۡنَا عِیۡسَی ابۡنَ مَرۡیَمَ الۡبَیِّنٰتِ وَاَیَّدۡنٰہُ بِرُوۡحِ الۡقُدُسِ ؕ  وَلَوۡ شَآءَ اللّٰہُ مَا اقۡتَتَلَ الَّذِیۡنَ مِنۡۢ بَعۡدِہِمۡ مِّنۡۢ بَعۡدِ مَا جَآءَتۡہُمُ الۡبَیِّنٰتُ وَلٰکِنِ اخۡتَلَفُوۡا فَمِنۡہُمۡ مَّنۡ اٰمَنَ وَمِنۡہُمۡ مَّنۡ کَفَرَ ؕ  وَلَوۡ شَآءَ اللّٰہُ مَا اقۡتَتَلُوۡا ۟  وَلٰکِنَّ اللّٰہَ یَفۡعَلُ مَا یُرِیۡدُ ","en_translation":"Of those messengers, some of whom We have caused to excel others, and of whom there are some unto whom Allah spake, while some of them He exalted (above others) in degree; and We gave Jesus, son of Mary, clear proofs (of Allahâ€™s Sovereignty) and We supported him with the holy Spirit. And if Allah had so wiled it, those who followed after them would not have fought one with another after the clear proofs had come unto them. But they differed, some of them believing and some disbelieving. And if Allah had so willed it, they would not have fought one with another; but Allah doeth what He will.","bn_translation":"এই সকল রাসূল, আমি যাদের কারও উপর কেহকে মর্যাদা প্রদান করেছি, তাদের মধ্যে কারও সাথে আল্লাহ কথা বলেছেন এবং কেহকে পদমর্যাদায় সমুন্নত করেছেন, আর মারইয়াম নন্দন ঈসাকে প্রকাশ্য নিদর্শনাবলী দান করেছি এবং তাকে পবিত্র আত্মাযোগে সাহায্য করেছি, আর আল্লাহ ইচ্ছা করলে নাবীগণের পরবর্তী লোকেরা, তাদের নিকট স্পষ্ট প্রমাণপুঞ্জ সমাগত হওয়ার পর পরস্পরের সাথে যুদ্ধ বিগ্রহে লিপ্ত হতনা। কিন্তু তারা পরস্পর মতবিরোধ করেছিল; ফলে তাদের কতক হল মু’মিন, আর কতক হল কাফির। বস্ত্ততঃ আল্লাহ ইচ্ছা করলে তারা পরস্পর যুদ্ধ বিগ্রহে লিপ্ত হতনা, কিন্তু আল্লাহ যা ইচ্ছা করেন তা’ই সম্পন্ন করে থাকেন।"}	,
    {"verse_id":	254	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫৪","ar_ayat":"﴿﻿۲۵۴﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اَنۡفِقُوۡا مِمَّا رَزَقۡنٰکُمۡ مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ لَّا بَیۡعٌ فِیۡہِ وَلَا خُلَّۃٌ وَّلَا شَفَاعَۃٌ ؕ وَالۡکٰفِرُوۡنَ ہُمُ الظّٰلِمُوۡنَ","en_translation":"O ye who believe! spend of that wherewith We have provided you ere a day come when there will be no trafficking, nor friendship, nor intercession. The disbelievers, they are the wrong-doers.","bn_translation":"হে বিশ্বাসীগণ! আমি তোমাদেরকে যে জীবনোপকরণ দান করেছি তা হতে সেদিন সমাগত হওয়ার পূর্বে ব্যয় কর যেদিন ক্রয়-বিক্রয়, বন্ধুত্ব ও সুপারিশ নেই, আর অবিশ্বাসীরাই অত্যাচারী।"}	,
    {"verse_id":	255	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫৫","ar_ayat":"﴿﻿۲۵۵﻿﴾","text_indo_pak":"اَللّٰہُ لَاۤ اِلٰہَ اِلَّا ہُوَ ۚ اَلۡحَیُّ الۡقَیُّوۡمُ ۬ۚ لَا تَاۡخُذُہٗ سِنَۃٌ وَّلَا نَوۡمٌ ؕ لَہٗ مَا فِی السَّمٰوٰتِ وَمَا فِی الۡاَرۡضِ ؕ مَنۡ ذَا الَّذِیۡ یَشۡفَعُ عِنۡدَہٗۤ اِلَّا بِاِذۡنِہٖ ؕ یَعۡلَمُ مَا بَیۡنَ اَیۡدِیۡہِمۡ وَمَا خَلۡفَہُمۡ ۚ وَلَا یُحِیۡطُوۡنَ بِشَیۡءٍ مِّنۡ عِلۡمِہٖۤ اِلَّا بِمَا شَآءَ ۚ وَسِعَ کُرۡسِیُّہُ السَّمٰوٰتِ وَالۡاَرۡضَ ۚ وَلَا یَـُٔوۡدُہٗ حِفۡظُہُمَا ۚ وَہُوَ الۡعَلِیُّ الۡعَظِیۡمُ","en_translation":"Allah! There is no God save Him, the Alive, the Eternal. Neither slumber nor sleep overtaketh Him. Unto Him belongeth whatsoever is in the heavens and whatsoever is in the earth. Who is he that intercedeth with Him save by His leave ? He knoweth that which is in front of them and that which is behind them, while they encompass nothing of His knowledge save what He will. His throne includeth the heavens and the earth, and He is never weary of preserving them. He is the Sublime, the Tremendous.","bn_translation":"আল্লাহ, তিনি ছাড়া কোন (সত্য) ইলাহ নেই, তিনি চিরঞ্জীব, সুপ্রতিষ্ঠিত ধারক। তাঁকে তন্দ্রা ও নিদ্রা স্পর্শ করে না। তাঁর জন্যই আসমানসমূহে যা রয়েছে তা এবং যমীনে যা আছে তা। কে সে, যে তাঁর নিকট সুপারিশ করবে তাঁর অনুমতি ছাড়া? তিনি জানেন যা আছে তাদের সামনে এবং যা আছে তাদের পেছনে। আর তারা তাঁর জ্ঞানের সামান্য পরিমাণও আয়ত্ব করতে পারে না, তবে তিনি যা চান তা ছাড়া। তাঁর কুরসী আসমানসমূহ ও যমীন পরিব্যাপ্ত করে আছে এবং এ দু’টোর সংরক্ষণ তাঁর জন্য বোঝা হয় না। আর তিনি সুউচ্চ, মহান। (আয়াতুল কুরসী)"}	,
    {"verse_id":	256	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫৬","ar_ayat":"﴿﻿۲۵۶﻿﴾","text_indo_pak":"لَاۤ اِکۡرَاہَ فِی الدِّیۡنِ ۟ۙ قَدۡ تَّبَیَّنَ الرُّشۡدُ مِنَ الۡغَیِّ ۚ فَمَنۡ یَّکۡفُرۡ بِالطَّاغُوۡتِ وَیُؤۡمِنۡۢ بِاللّٰہِ فَقَدِ اسۡتَمۡسَکَ بِالۡعُرۡوَۃِ الۡوُثۡقٰی ٭ لَا انۡفِصَامَ لَہَا ؕ وَاللّٰہُ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"There is no compulsion in religion. The right direction is henceforth distinct from error. And he who rejecteth false deities and believeth in Allah hath grasped a firm handhold which will never break. Allah is Hearer, Knower.","bn_translation":"দীনের ব্যাপারে কোন জবরদস্তি কিংবা বাধ্যবাধকতা নেই। নিশ্চয়ই ভ্রান্তি হতে সুপথ প্রকাশিত হয়েছে। অতএব যে তাগুতকে অবিশ্বাস করে এবং আল্লাহর প্রতি বিশ্বাস স্থাপন করে সে দৃঢ়তর রজ্জুকে আঁকড়ে ধরলো যা কখনও ছিন্ন হবার নয় এবং আল্লাহ শ্রবণকারী, মহাজ্ঞানী।"}	,
    {"verse_id":	257	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫৭","ar_ayat":"﴿﻿۲۵۷﻿﴾","text_indo_pak":"اَللّٰہُ وَلِیُّ الَّذِیۡنَ اٰمَنُوۡا ۙ  یُخۡرِجُہُمۡ مِّنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ۬ؕ  وَالَّذِیۡنَ کَفَرُوۡۤا اَوۡلِیٰٓـُٔہُمُ الطَّاغُوۡتُ ۙ  یُخۡرِجُوۡنَہُمۡ مِّنَ النُّوۡرِ اِلَی الظُّلُمٰتِ ؕ  اُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ  ہُمۡ فِیۡہَا خٰلِدُوۡنَ ","en_translation":"Allah is the Protecting Guardian of those who believe. He bringeth them out of darkness into light. As for those who disbelieve, their patrons are false deities. They bring them out of light into darkness. Such are rightful owners of the Fire. They will abide therein.","bn_translation":"আল্লাহই হচ্ছেন মু’মিনদের অভিভাবক। তিনি তাদেরকে অন্ধকার হতে আলোর দিকে নিয়ে যান; আর যারা অবিশ্বাস করেছে তাগুত তাদের পৃষ্ঠপোষক, সে তাদেরকে আলো হতে অন্ধকারের দিকে নিয়ে যায়, তারাই জাহান্নামের অধিবাসী, ওখানে তারা চিরকাল অবস্থান করবে।"}	,
    {"verse_id":	258	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫৮","ar_ayat":"﴿﻿۲۵۸﻿﴾","text_indo_pak":"اَلَمۡ تَرَ اِلَی الَّذِیۡ حَآجَّ اِبۡرٰہٖمَ فِیۡ رَبِّہٖۤ اَنۡ اٰتٰىہُ اللّٰہُ الۡمُلۡکَ ۘ  اِذۡ قَالَ اِبۡرٰہٖمُ رَبِّیَ الَّذِیۡ یُحۡیٖ وَیُمِیۡتُ ۙ  قَالَ اَنَا اُحۡیٖ وَاُمِیۡتُ ؕ  قَالَ اِبۡرٰہٖمُ فَاِنَّ اللّٰہَ یَاۡتِیۡ بِالشَّمۡسِ مِنَ الۡمَشۡرِقِ فَاۡتِ بِہَا مِنَ الۡمَغۡرِبِ فَبُہِتَ الَّذِیۡ کَفَرَ ؕ  وَاللّٰہُ لَا یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ۚ","en_translation":"Bethink thee of him who had an argument with Abraham about his Lord, because Allah had given him the kingdom; how, when Abraham said: My Lord is He Who giveth life and causeth death, he answered: I give life and cause death. Abraham said: Lo! Allah causeth the sun to rise in the East, so do thou cause it to come up from the West. Thus was the disbeliever abashed. And Allah guideth not wrongdoing folk.","bn_translation":"তুমি কি তার প্রতি লক্ষ্য করনি যে ইবরাহীমের সাথে তার রাব্ব সম্বন্ধে বিতর্ক করেছিল, যেহেতু আল্লাহ তাকে রাজত্ব প্রদান করেছিলেন। ইবরাহীম বলেছিলঃ আমার রাব্ব তিনিই যিনি জীবিত করেন ও মৃত্যু দান করেন। সে বলেছিলঃ আমিই জীবন ও মৃত্যু দান করি। ইবরাহীম বলেছিলঃ নিশ্চয়ই আল্লাহ সূর্যকে পূর্ব দিক হতে আনয়ন করেন, কিন্তু তুমি ওকে পশ্চিম দিক হতে আনয়ন কর; এতে সেই অবিশ্বাসকারী হতবুদ্ধি হয়েছিল; এবং আল্লাহ অত্যাচারী সম্প্রদায়কে পথ প্রদর্শন করেননা।"}	,
    {"verse_id":	259	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৫৯","ar_ayat":"﴿﻿۲۵۹﻿﴾","text_indo_pak":"اَوۡ کَالَّذِیۡ مَرَّ عَلٰی قَرۡیَۃٍ وَّہِیَ خَاوِیَۃٌ عَلٰی عُرُوۡشِہَا ۚ قَالَ اَنّٰی یُحۡیٖ ہٰذِہِ اللّٰہُ بَعۡدَ مَوۡتِہَا ۚ فَاَمَاتَہُ اللّٰہُ مِائَۃَ عَامٍ ثُمَّ بَعَثَہٗ ؕ قَالَ کَمۡ لَبِثۡتَ ؕ قَالَ لَبِثۡتُ یَوۡمًا اَوۡ بَعۡضَ یَوۡمٍ ؕ قَالَ بَلۡ لَّبِثۡتَ مِائَۃَ عَامٍ فَانۡظُرۡ اِلٰی طَعَامِکَ وَشَرَابِکَ لَمۡ یَتَسَنَّہۡ ۚ وَانۡظُرۡ اِلٰی حِمَارِکَ وَلِنَجۡعَلَکَ اٰیَۃً لِّلنَّاسِ وَانۡظُرۡ اِلَی الۡعِظَامِ کَیۡفَ نُنۡشِزُہَا ثُمَّ نَکۡسُوۡہَا لَحۡمًا ؕ فَلَمَّا تَبَیَّنَ لَہٗ ۙ قَالَ اَعۡلَمُ اَنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"Or (bethink thee of) the like of him who, passing by a township which had fallen into utter ruin, exclaimed: How shall Allah give this township life after its death ? And Allah made him die a hundred years, then brought him back to life. He said: How long hast thou tarried ? (The man) said: I have tarried a day or part of a day. (He) said: Nay, but thou hast tarried for a hundred years. Just look at thy food and drink which have not rotted! Look at thine ass! And, that We may make thee a token unto mankind, look at the bones, how We adjust them and then cover them with flesh! And when (the matter) became clear unto him, he said: I know now that Allah is Able to do all things.","bn_translation":"অথবা ঐ ব্যক্তির অনুরূপ যে কোন এক জনপদ অতিক্রম করছিল এবং তা ছিল শূণ্য - নিজ ভিত্তির উপর পতিত। সে বললঃ এই নগরের মৃত্যুর পর আল্লাহ আবার তাকে জীবন দান করবেন কিরূপে? অনন্তর আল্লাহ তাকে একশ বছরের জন্য মৃত্যু দান করলেন, অতঃপর তাকে পুনর্জীবিত করলেন এবং বললেনঃ এ অবস্থায় তুমি কতক্ষণ অতিবাহিত করেছ? সে বললঃ একদিন অথবা একদিনের কিয়দংশ। তিনি বললেনঃ তা নয়, বরং তুমিতো এভাবে একশ বছর ছিলে। তোমার খাদ্য ও পানীয়ের প্রতি লক্ষ্য কর - ওটা বিকৃত হয়নি এবং তোমার গর্দভের প্রতি দৃষ্টিপাত কর; এবং যেহেতু আমি তোমাকে মানবের জন্য নিদর্শন বানাতে চাই; আরও লক্ষ্য কর অস্থিপুঞ্জের দিকে, ওকে কিরূপে আমি সংযুক্ত করি; অতঃপর ওকে মাংসাবৃত করি। অনন্তর যখন ওটা তার নিকট স্পষ্ট হয়ে গেল তখন সে বললঃ আমি জানি, আল্লাহ সকল বিষয়ে সর্বশক্তিমান।"}	,
    {"verse_id":	260	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬০","ar_ayat":"﴿﻿۲۶۰﻿﴾","text_indo_pak":"وَاِذۡ قَالَ اِبۡرٰہٖمُ رَبِّ اَرِنِیۡ کَیۡفَ تُحۡیِ الۡمَوۡتٰی ؕ  قَالَ اَوَلَمۡ تُؤۡمِنۡ ؕ  قَالَ بَلٰی وَلٰکِنۡ لِّیَطۡمَئِنَّ قَلۡبِیۡ ؕ  قَالَ فَخُذۡ اَرۡبَعَۃً مِّنَ الطَّیۡرِ فَصُرۡہُنَّ اِلَیۡکَ ثُمَّ اجۡعَلۡ عَلٰی کُلِّ جَبَلٍ مِّنۡہُنَّ جُزۡءًا ثُمَّ ادۡعُہُنَّ یَاۡتِیۡنَکَ سَعۡیًا ؕ  وَاعۡلَمۡ اَنَّ اللّٰہَ عَزِیۡزٌ حَکِیۡمٌ ","en_translation":"And when Abraham said (unto his Lord): My Lord! Show me how Thou givest life to the dead, He said: Dost thou not believe ? Abraham said: Yea, but (I ask) in order that my heart may be at ease. (His Lord) said: Take four of the birds and cause them to incline unto thee, then place a part of them on each hill, then call them, they will come to thee in haste, and know that Allah is Mighty, Wise.","bn_translation":"এবং যখন ইবরাহীম বলেছিলঃ হে আমার রাব্ব! আপনি কিরূপে মৃতকে জীবিত করেন তা আমাকে প্রদর্শন করুন। তিনি বললেনঃ তাহলে কি তুমি বিশ্বাস করনা? সে বললঃ হ্যাঁ অবশ্যই, কিন্তু তাতে আমার অন্তর পরিতৃপ্ত হবে। তিনি বললেনঃ তাহলে চারটি পাখী গ্রহণ কর, তারপর ওদেরকে টুকরা টুকরা করে মিশ্রিত কর, অনন্তর প্রত্যেক পাহাড়ের উপর ওদের এক এক খন্ড রেখে দাও, অতঃপর ওদেরকে আহবান কর, ওরা তোমার নিকট দৌড়ে আসবে; এবং জেনে রেখ যে, নিশ্চয়ই আল্লাহ পরাক্রান্ত, বিজ্ঞানময়।"}	,
    {"verse_id":	261	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬১","ar_ayat":"﴿﻿۲۶۱﻿﴾","text_indo_pak":"مَثَلُ الَّذِیۡنَ یُنۡفِقُوۡنَ اَمۡوَالَہُمۡ فِیۡ سَبِیۡلِ اللّٰہِ کَمَثَلِ حَبَّۃٍ اَنۡۢبَتَتۡ سَبۡعَ سَنَابِلَ فِیۡ کُلِّ سُنۡۢبُلَۃٍ مِّائَۃُ حَبَّۃٍ ؕ وَاللّٰہُ یُضٰعِفُ لِمَنۡ یَّشَآءُ ؕ وَاللّٰہُ وَاسِعٌ عَلِیۡمٌ","en_translation":"The likeness of those who spend their wealth in Allahâ€™s way is as the likeness of a grain which groweth seven ears, in every ear a hundred grains. Allah giveth increase manifold to whom He will. Allah is All- Embracing, All-Knowing.","bn_translation":"যারা আল্লাহর পথে স্বীয় ধন-সম্পদ ব্যয় করে তাদের উপমা যেমন একটি শস্যবীজ, তা হতে উৎপন্ন হল সাতটি শীষ, প্রত্যেক শীষে (উৎপন্ন হল) এক শত শস্য, এবং আল্লাহ যার জন্য ইচ্ছা করেন বর্ধিত করে দেন; বস্তুতঃ আল্লাহ হচ্ছেন অতি দানশীল, সর্বজ্ঞ।"}	,
    {"verse_id":	262	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬২","ar_ayat":"﴿﻿۲۶۲﻿﴾","text_indo_pak":"اَلَّذِیۡنَ یُنۡفِقُوۡنَ اَمۡوَالَہُمۡ فِیۡ سَبِیۡلِ اللّٰہِ ثُمَّ لَا یُتۡبِعُوۡنَ مَاۤ اَنۡفَقُوۡا مَنًّا وَّلَاۤ اَذًی ۙ لَّہُمۡ اَجۡرُہُمۡ عِنۡدَ رَبِّہِمۡ ۚ وَلَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ","en_translation":"Those who spend their wealth for the cause of Allah and afterward make not reproach and injury to follow that which they have spent; their reward is with their Lord, and there shall no fear come upon them, neither shall they grieve.","bn_translation":"যারা আল্লাহর পথে নিজেদের ধন সম্পদ ব্যয় করে, এবং ব্যয় করার পর অনুগ্রহের কথা প্রকাশ করেনা, কষ্টও দেয়না, তাদের জন্য তাদের রবের নিকট রয়েছে পুরস্কার; বস্তুতঃ তাদের কোন ভয় নেই এবং তারা দুশ্চিন্তাগ্রস্তও হবেনা।"}	,
    {"verse_id":	263	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬৩","ar_ayat":"﴿﻿۲۶۳﻿﴾","text_indo_pak":"قَوۡلٌ مَّعۡرُوۡفٌ وَّمَغۡفِرَۃٌ خَیۡرٌ مِّنۡ صَدَقَۃٍ یَّتۡبَعُہَاۤ اَذًی ؕ وَاللّٰہُ غَنِیٌّ حَلِیۡمٌ","en_translation":"A kind word with forgiveness is better than almsgiving followed by injury. Allah is Absolute, Clement.","bn_translation":"যে দানের পশ্চাতে থাকে ক্লেশ, সেই দান অপেক্ষা উত্তম বাক্য ও ক্ষমাই উৎকৃষ্ট এবং আল্লাহ মহা সম্পদশালী, সহিষ্ণু।"}	,
    {"verse_id":	264	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬৪","ar_ayat":"﴿﻿۲۶۴﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تُبۡطِلُوۡا صَدَقٰتِکُمۡ بِالۡمَنِّ وَالۡاَذٰی ۙ کَالَّذِیۡ یُنۡفِقُ مَالَہٗ رِئَآءَ النَّاسِ وَلَا یُؤۡمِنُ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ ؕ فَمَثَلُہٗ کَمَثَلِ صَفۡوَانٍ عَلَیۡہِ تُرَابٌ فَاَصَابَہٗ وَابِلٌ فَتَرَکَہٗ صَلۡدًا ؕ لَا یَقۡدِرُوۡنَ عَلٰی شَیۡءٍ مِّمَّا کَسَبُوۡا ؕ وَاللّٰہُ لَا یَہۡدِی الۡقَوۡمَ الۡکٰفِرِیۡنَ","en_translation":"O ye who believe! Render not vain your almsgiving by reproach and injury, like him who spendeth his wealth only to be seen of men and believeth not in Allah and the Last Day. His likeness is as the likeness of a rock whereon is dust of earth; a rainstorm smiteth it, leaving it smooth and bare. They have no control of aught of that which they have gained. Allah guideth not the disbelieving folk.","bn_translation":"হে মু’মিনগণ! কৃপা প্রকাশ ও ক্লেশ দান করে নিজেদের দানগুলি ব্যর্থ করে ফেলনা সেই ব্যক্তির ন্যায় যে নিজের ধন ব্যয় করে লোক দেখানোর জন্য, অথচ আল্লাহ ও আখিরাতে সে বিশ্বাস করেনা। ফলতঃ তার উপমা, যেমন এক বৃহৎ মসৃন প্রস্তর খন্ড যার উপর কিছু মাটি (জমে) আছে, এ অবস্থায় তাতে বর্ষিত হল প্রবল বর্ষা, অতঃপর তা পরিষ্কার হয়ে গেল। তারা যা অর্জন করেছে তন্মধ্য হতে কোন বিষয়েই তারা সুফল পাবেনা এবং আল্লাহ অবিশ্বাসী সম্প্রদায়কে পথ প্রদর্শন করেননা।"}	,
    {"verse_id":	265	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬৫","ar_ayat":"﴿﻿۲۶۵﻿﴾","text_indo_pak":"وَمَثَلُ الَّذِیۡنَ یُنۡفِقُوۡنَ اَمۡوَالَہُمُ ابۡتِغَآءَ مَرۡضَاتِ اللّٰہِ وَتَثۡبِیۡتًا مِّنۡ اَنۡفُسِہِمۡ کَمَثَلِ جَنَّۃٍۭ بِرَبۡوَۃٍ اَصَابَہَا وَابِلٌ فَاٰتَتۡ اُکُلَہَا ضِعۡفَیۡنِ ۚ فَاِنۡ لَّمۡ یُصِبۡہَا وَابِلٌ فَطَلٌّ ؕ وَاللّٰہُ بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ","en_translation":"And the likeness of those who spend their wealth in search of Allahâ€™s pleasure, and for the strengthening of their souls, is as the likeness of a garden on a height. The rainstorm smiteth it and it bringeth forth its fruit twofold. And if the rainstorm smite it not, then the shower. Allah is Seer of what ye do.","bn_translation":"এবং যারা আল্লাহর সন্তুষ্টি সাধন ও স্বীয় জীবনের প্রতিষ্ঠার জন্য ধন সম্পদ ব্যয় করে তাদের উপমা - যেমন উর্বর ভূভাগে অবস্থিত একটি উদ্যান, তাতে প্রবল বৃষ্টিধারা পতিত হয়, ফলে সেই উদ্যান দ্বিগুণ খাদ্যশস্য দান করে; কিন্তু যদি তাতে বৃষ্টিপাত না হয় তাহলে শিশিরই যথেষ্ট এবং তোমরা যা করছ আল্লাহ তা প্রত্যক্ষকারী।"}	,
    {"verse_id":	266	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬৬","ar_ayat":"﴿﻿۲۶۶﻿﴾","text_indo_pak":"اَیَوَدُّ اَحَدُکُمۡ اَنۡ تَکُوۡنَ لَہٗ جَنَّۃٌ مِّنۡ نَّخِیۡلٍ وَّاَعۡنَابٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ۙ  لَہٗ فِیۡہَا مِنۡ کُلِّ الثَّمَرٰتِ ۙ  وَاَصَابَہُ الۡکِبَرُ وَلَہٗ ذُرِّیَّۃٌ ضُعَفَآءُ ۪ۖ  فَاَصَابَہَاۤ اِعۡصَارٌ فِیۡہِ نَارٌ فَاحۡتَرَقَتۡ ؕ  کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمُ الۡاٰیٰتِ لَعَلَّکُمۡ تَتَفَکَّرُوۡنَ ","en_translation":"Would any of you like to have a garden of palm-trees and vines, with rivers flowing underneath it, with all kinds of fruit for him therein; and old age hath stricken him and he hath feeble offspring; and a fiery whirlwind striketh it and it is (all) consumed by fire. Thus Allah maketh plain His revelations unto you, in order that ye may give thought.","bn_translation":"তোমাদের কারও যদি এমন একটি খেজুর ও আঙ্গুর উদ্যান থাকে যার তলদেশ দিয়ে নদী-নালা প্রবাহিত, সেখানে সর্ব প্রকার ফলের সংস্থান তার রয়েছে, আর সে বার্ধক্যে উপনীত হল, অথচ তার কতকগুলি দুর্বল (অপ্রাপ্ত বয়স্ক) সন্তান-সন্ততি রয়েছে, এ অবস্থায় সেই বাগানে উপস্থিত হল অগ্নিসহ এক বাত্যাবর্ত, আর তা পুড়ে (ভস্মীভূত হয়ে) গেল; তোমরা কেহ এটা পছন্দ করবে কি? এ রূপে আল্লাহ তোমাদের জন্য নিদর্শনাবলী ব্যক্ত করেন, যেন তোমরা চিন্তা-ভাবনা কর।"}	,
    {"verse_id":	267	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬৭","ar_ayat":"﴿﻿۲۶۷﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اَنۡفِقُوۡا مِنۡ طَیِّبٰتِ مَا کَسَبۡتُمۡ وَمِمَّاۤ اَخۡرَجۡنَا لَکُمۡ مِّنَ الۡاَرۡضِ ۪ وَلَا تَیَمَّمُوا الۡخَبِیۡثَ مِنۡہُ تُنۡفِقُوۡنَ وَلَسۡتُمۡ بِاٰخِذِیۡہِ اِلَّاۤ اَنۡ تُغۡمِضُوۡا فِیۡہِ ؕ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ غَنِیٌّ حَمِیۡدٌ","en_translation":"O ye who believe! Spend of the good things which ye have earned, and of that which We bring forth from the earth for you, and seek not the bad (with intent) to spend thereof (in charity) when ye would not take it for yourselves save with disdain; and know that Allah is Absolute, Owner of Praise.","bn_translation":"হে মু’মিনগণ! তোমরা যা উপার্জন করেছ এবং আমি যা তোমাদের জন্য ভূমি হতে উৎপন্ন করেছি, তা হতে উৎকৃষ্ট বস্ত্ত খরচ কর এবং তা হতে এরূপ নিকৃষ্ট বস্ত্ত ব্যয় করতে মনস্থ করনা যা তোমরা মুদিত চক্ষু ব্যতীত গ্রহণ করনা; এবং তোমরা জেনে রেখ, আল্লাহ মহা সম্পদশালী, প্রশংসিত।"}	,
    {"verse_id":	268	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬৮","ar_ayat":"﴿﻿۲۶۸﻿﴾","text_indo_pak":"اَلشَّیۡطٰنُ یَعِدُکُمُ الۡفَقۡرَ وَیَاۡمُرُکُمۡ بِالۡفَحۡشَآءِ ۚ  وَاللّٰہُ یَعِدُکُمۡ مَّغۡفِرَۃً مِّنۡہُ وَفَضۡلًا ؕ  وَاللّٰہُ وَاسِعٌ عَلِیۡمٌ ۖۙ","en_translation":"The devil promiseth you destitution and enjoineth on you lewdness. But Allah promiseth you forgiveness from Himself with bounty. Allah is All- Embracing, All-knowing.","bn_translation":"শাইতান তোমাদেরকে অভাবের ভীতি প্রদর্শন করে এবং তোমাদেরকে অশ্লীলতার আদেশ করে এবং আল্লাহ তোমাদেরকে তাঁর নিকট হতে ক্ষমা ও দয়ার অংগীকার করেন। আল্লাহ হচ্ছেন বিপুল দাতা, সর্বজ্ঞ।"}	,
    {"verse_id":	269	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৬৯","ar_ayat":"﴿﻿۲۶۹﻿﴾","text_indo_pak":"یُّؤۡتِی الۡحِکۡمَۃَ مَنۡ یَّشَآءُ ۚ وَمَنۡ یُّؤۡتَ الۡحِکۡمَۃَ فَقَدۡ اُوۡتِیَ خَیۡرًا کَثِیۡرًا ؕ وَمَا یَذَّکَّرُ اِلَّاۤ اُولُوا الۡاَلۡبَابِ","en_translation":"He giveth wisdom unto whom He will, and he unto whom wisdom is given, he truly hath received abundant good. But none remember except men of understanding.","bn_translation":"তিনি যাকে ইচ্ছা প্রজ্ঞা দান করেন এবং যাকে প্রজ্ঞা দান করা হয় সে নিশ্চয়ই প্রচুর কল্যাণ লাভ করে; বস্ত্ততঃ জ্ঞানবান ব্যক্তিগণ ব্যতীত কেহই উপলদ্ধি করতে পারেনা।"}	,
    {"verse_id":	270	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭০","ar_ayat":"﴿﻿۲۷۰﻿﴾","text_indo_pak":"وَمَاۤ اَنۡفَقۡتُمۡ مِّنۡ نَّفَقَۃٍ اَوۡ نَذَرۡتُمۡ مِّنۡ نَّذۡرٍ فَاِنَّ اللّٰہَ یَعۡلَمُہٗ ؕ وَمَا لِلظّٰلِمِیۡنَ مِنۡ اَنۡصَارٍ","en_translation":"Whatever alms ye spend or vow ye vow, lo! Allah knoweth it. Wrong- doers have no helpers.","bn_translation":"এবং যে কোন বস্তু তোমরা ব্যয় করনা কেন, অথবা যে কোন প্রতিজ্ঞা (নযর) তোমরা গ্রহণ করনা কেন, আল্লাহ নিশ্চয়ই তা অবগত হন; আর অত্যাচারীদের কোনই সাহায্যকারী নেই।"}	,
    {"verse_id":	271	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭১","ar_ayat":"﴿﻿۲۷۱﻿﴾","text_indo_pak":"اِنۡ تُبۡدُوا الصَّدَقٰتِ فَنِعِمَّا ہِیَ ۚ وَاِنۡ تُخۡفُوۡہَا وَتُؤۡتُوۡہَا الۡفُقَرَآءَ فَہُوَ خَیۡرٌ لَّکُمۡ ؕ وَیُکَفِّرُ عَنۡکُمۡ مِّنۡ سَیِّاٰتِکُمۡ ؕ وَاللّٰہُ بِمَا تَعۡمَلُوۡنَ خَبِیۡرٌ","en_translation":"If ye publish your almsgiving, it is well, but if ye hide it and give it to the poor, it will be better for you, and will atone for some of your ill-deeds. Allah is Informed of what ye do.","bn_translation":"যদি তোমরা প্রকাশ্যভাবে দান কর তাহলে তা উৎকৃষ্ট এবং যদি তোমরা তা গোপন কর ও দরিদ্রদেরকে প্রদান কর তাহলে ওটাও তোমাদের জন্য উত্তম, এবং এর দ্বারা তোমাদের কিছু পাপ (এর কালিমা) বিদূরিত হবে; বস্ত্ততঃ তোমাদের কার্যকলাপ সম্বন্ধে আল্লাহ বিশেষ রূপে খবর রাখেন।"}	,
    {"verse_id":	272	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭২","ar_ayat":"﴿﻿۲۷۲﻿﴾","text_indo_pak":"لَیۡسَ عَلَیۡکَ ہُدٰىہُمۡ وَلٰکِنَّ اللّٰہَ یَہۡدِیۡ مَنۡ یَّشَآءُ ؕ وَمَا تُنۡفِقُوۡا مِنۡ خَیۡرٍ فَلِاَنۡفُسِکُمۡ ؕ وَمَا تُنۡفِقُوۡنَ اِلَّا ابۡتِغَآءَ وَجۡہِ اللّٰہِ ؕ وَمَا تُنۡفِقُوۡا مِنۡ خَیۡرٍ یُّوَفَّ اِلَیۡکُمۡ وَاَنۡتُمۡ لَا تُظۡلَمُوۡنَ","en_translation":"The guiding of them is not thy duty (O Muhammad), but Allah guideth whom He will. And whatsoever good thing ye spend, it is for yourselves, when ye spend not save in search of Allahâ€™s Countenance; and whatsoever good thing ye spend, it will be repaid to you in full, and ye will not be wronged.","bn_translation":"তাদেরকে সুপথে আনার দায়িত্ব তোমার নয়, বরং যাকে ইচ্ছা আল্লাহ তাকে সৎ পথে পরিচালিত করেন এবং তোমরা ধনসম্পদ হতে যা ব্যয় কর বস্তুতঃ তা তোমাদের নিজেদের জন্য, আর একমাত্র আল্লাহর সন্তোষ লাভের চেষ্টা ব্যতীত (অন্য কোন উদ্দেশে) অর্থ ব্যয় করনা; এবং তোমরা হালাল সম্পদ হতে যা ব্যয় করবে তা সম্পূর্ণভাবে পুনঃপ্রাপ্ত হবে, আর তোমাদের প্রতি অন্যায় করা হবেনা।"}	,
    {"verse_id":	273	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭৩","ar_ayat":"﴿﻿۲۷۳﻿﴾","text_indo_pak":"لِلۡفُقَرَآءِ الَّذِیۡنَ اُحۡصِرُوۡا فِیۡ سَبِیۡلِ اللّٰہِ لَا یَسۡتَطِیۡعُوۡنَ ضَرۡبًا فِی الۡاَرۡضِ ۫  یَحۡسَبُہُمُ الۡجَاہِلُ اَغۡنِیَآءَ مِنَ التَّعَفُّفِ ۚ  تَعۡرِفُہُمۡ بِسِیۡمٰہُمۡ ۚ  لَا یَسۡـَٔلُوۡنَ النَّاسَ اِلۡحَافًا ؕ  وَمَا تُنۡفِقُوۡا مِنۡ خَیۡرٍ فَاِنَّ اللّٰہَ بِہٖ عَلِیۡمٌ ","en_translation":"(Alms are) for the poor who are straitened for the cause of Allah, who cannot travel in the land (for trade). The unthinking man accounteth them wealthy because of their restraint. Thou shalt know them by their mark: They do not beg of men with importunity. And whatsoever good thing ye spend, lo! Allah knoweth it.","bn_translation":"দান খয়রাত ঐ সব লোকদের জন্য যারা আল্লাহর কাছে আবদ্ধ হয়ে গেছে, জীবিকার সন্ধানে অন্যত্র ঘোরাফিরা করতে সক্ষম নয়। তাদের সাবলিল চলাচলের জন্য অজ্ঞ লোকেরা তাদেরকে অভাবহীন মনে করে, তুমি তাদেরকে তাদের লক্ষণ দ্বারা চিনবে। তারা মানুষের কাছে যাঞ্চা করেনা। এবং তোমরা বৈধ সম্পদ থেকে যা ব্যয় কর সে বিষয়ে আল্লাহ সম্যকরূপে অবগত।"}	,
    {"verse_id":	274	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭৪","ar_ayat":"﴿﻿۲۷۴﻿﴾","text_indo_pak":"اَلَّذِیۡنَ یُنۡفِقُوۡنَ اَمۡوَالَہُمۡ بِالَّیۡلِ وَالنَّہَارِ سِرًّا وَّعَلَانِیَۃً فَلَہُمۡ اَجۡرُہُمۡ عِنۡدَ رَبِّہِمۡ ۚ  وَلَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ ؔ","en_translation":"Those who spend their wealth by night and day, by stealth and openly, verily their reward is with their Lord, and their shall no fear come upon them neither shall they grieve.","bn_translation":"যারা রাতে ও দিনে, গোপনে ও প্রকাশ্যে নিজেদের ধন-সম্পদ ব্যয় করে তাদের রবের নিকট তাদের পুরস্কার রয়েছে, তাদের কোন ভয় নেই এবং তারা দুঃখিত হবেনা।"}	,
    {"verse_id":	275	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭৫","ar_ayat":"﴿﻿۲۷۵﻿﴾","text_indo_pak":"اَلَّذِیۡنَ یَاۡکُلُوۡنَ الرِّبٰوا لَا یَقُوۡمُوۡنَ اِلَّا کَمَا یَقُوۡمُ الَّذِیۡ یَتَخَبَّطُہُ الشَّیۡطٰنُ مِنَ الۡمَسِّ ؕ ذٰلِکَ بِاَنَّہُمۡ قَالُوۡۤا اِنَّمَا الۡبَیۡعُ مِثۡلُ الرِّبٰوا ۘ وَاَحَلَّ اللّٰہُ الۡبَیۡعَ وَحَرَّمَ الرِّبٰوا ؕ فَمَنۡ جَآءَہٗ مَوۡعِظَۃٌ مِّنۡ رَّبِّہٖ فَانۡتَہٰی فَلَہٗ مَا سَلَفَ ؕ وَاَمۡرُہٗۤ اِلَی اللّٰہِ ؕ وَمَنۡ عَادَ فَاُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"Those who swallow usury cannot rise up save as he ariseth whom the devil hath prostrated by (his) touch. That is because they say: Trade is just like usury; whereas Allah permitteth trading and forbiddeth usury. He unto whom an admonition from his Lord cometh, and (he) refraineth (in obedience thereto), he shall keep (the profits of) that which is past, and his affair (henceforth) is with Allah. As for him who returneth (to usury) - Such are rightful owners of the Fire. They will abide therein.","bn_translation":"যারা সুদ ভক্ষণ করে তারা শাইতানের স্পর্শে মোহাভিভূত ব্যক্তির অনুরূপ কিয়ামাত দিবসে দন্ডায়মান হবে; এর কারণ এই যে, তারা বলে, ব্যবসা সুদের অনুরূপ বৈ তো নয়; অথচ আল্লাহ তা‘আলা ব্যবসাকে হালাল করেছেন এবং সুদকে হারাম করেছেন; অতঃপর যার নিকট তার রবের পক্ষ হতে উপদেশ সমাগত হয়, ফলে সে নিবৃত্ত হয়; সুতরাং যা অতীত হয়েছে তার কৃতকর্ম আল্লাহর উপর নির্ভর; এবং যারা পুনরায় সুদ গ্রহণ করবে তারাই হচ্ছে জাহান্নামের অধিবাসী, সেখানেই চিরকাল অবস্থান করবে।"}	,
    {"verse_id":	276	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭৬","ar_ayat":"﴿﻿۲۷۶﻿﴾","text_indo_pak":"یَمۡحَقُ اللّٰہُ الرِّبٰوا وَیُرۡبِی الصَّدَقٰتِ ؕ وَاللّٰہُ لَا یُحِبُّ کُلَّ کَفَّارٍ اَثِیۡمٍ","en_translation":"Allah hath blighted usury and made almsgiving fruitful. Allah loveth not the impious and guilty.","bn_translation":"আল্লাহ সুদকে ক্ষয় করেন এবং দানকে বর্ধিত করেন, বস্তুতঃ আল্লাহ অতি কৃতঘ্ন পাপাচারীদেরকে ভালবাসেননা।"}	,
    {"verse_id":	277	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭৭","ar_ayat":"﴿﻿۲۷۷﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ وَاَقَامُوا الصَّلٰوۃَ وَاٰتَوُا الزَّکٰوۃَ لَہُمۡ اَجۡرُہُمۡ عِنۡدَ رَبِّہِمۡ ۚ وَلَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ","en_translation":"Lo! those who believe and do good works and establish worship and pay the poor-due, their reward is with their Lord and there shall no fear come upon them neither shall they grieve.","bn_translation":"নিশ্চয়ই যারা ঈমান আনে এবং সৎ কার্যাবলী সম্পাদন করে, সালাতকে প্রতিষ্ঠিত রাখে ও যাকাত প্রদান করে, তাদের জন্য তাদের রবের নিকট পুরষ্কার রয়েছে; এবং তাদের কোনো আশংকা নেই এবং তারা দুঃখিত হবেনা।"}	,
    {"verse_id":	278	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭৮","ar_ayat":"﴿﻿۲۷۸﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَذَرُوۡا مَا بَقِیَ مِنَ الرِّبٰۤوا اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ","en_translation":"O ye who believe! Observe your duty to Allah, and give up what remaineth (due to you) from usury, if ye are (in truth) believers.","bn_translation":"হে বিশ্বাস স্থাপনকারীগণ! আল্লাহকে ভয় কর এবং যদি তোমরা মু’মিন হও তাহলে সুদের মধ্যে যা অবশিষ্ট রয়েছে তা বর্জন কর।"}	,
    {"verse_id":	279	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৭৯","ar_ayat":"﴿﻿۲۷۹﻿﴾","text_indo_pak":"فَاِنۡ لَّمۡ تَفۡعَلُوۡا فَاۡذَنُوۡا بِحَرۡبٍ مِّنَ اللّٰہِ وَرَسُوۡلِہٖ ۚ وَاِنۡ تُبۡتُمۡ فَلَکُمۡ رُءُوۡسُ اَمۡوَالِکُمۡ ۚ لَا تَظۡلِمُوۡنَ وَلَا تُظۡلَمُوۡنَ","en_translation":"And if ye do not, then be warned of war (against you) from Allah and His messenger. And if ye repent, then ye have your principal (without interest). Wrong not, and ye shall not be wronged.","bn_translation":"কিন্তু যদি না কর তাহলে আল্লাহ ও তাঁর রাসূলের সাথে যুদ্ধ করতে প্রস্ত্তত হয়ে যাও। আর যদি তোমরা ক্ষমা প্রার্থনা কর তাহলে তোমাদের মূলধন পেয়ে যাবে, তোমরা অত্যাচার করবেনা এবং তোমরাও অত্যাচারিত হবেনা।"}	,
    {"verse_id":	280	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮০","ar_ayat":"﴿﻿۲۸۰﻿﴾","text_indo_pak":"وَاِنۡ کَانَ ذُوۡ عُسۡرَۃٍ فَنَظِرَۃٌ اِلٰی مَیۡسَرَۃٍ ؕ وَاَنۡ تَصَدَّقُوۡا خَیۡرٌ لَّکُمۡ اِنۡ کُنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"And if the debtor is in straitened circumstances, then (let there be) postponement to (the time of) ease; and that ye remit the debt as almsgiving would be better for you if ye did but know.","bn_translation":"আর যদি সে অভাবগ্রস্ত হয় তাহলে স্বচ্ছলতার প্রতীক্ষা করবে এবং যদি তোমরা বুঝে থাক তাহলে তোমাদের জন্য দান করাই উত্তম।"}	,
    {"verse_id":	281	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮১","ar_ayat":"﴿﻿۲۸۱﻿﴾","text_indo_pak":"وَاتَّقُوۡا یَوۡمًا تُرۡجَعُوۡنَ فِیۡہِ اِلَی اللّٰہِ ٭۟  ثُمَّ تُوَفّٰی کُلُّ نَفۡسٍ مَّا کَسَبَتۡ وَہُمۡ لَا یُظۡلَمُوۡنَ ","en_translation":"And guard yourselves against a day in which ye will be brought back to Allah. Then every soul will be paid in full that which it hath earned, and they will not be wronged.","bn_translation":"আর তোমরা সেই দিনের ভয় কর যেদিন তোমরা আল্লাহর কাছে প্রত্যাবর্তিত হবে, তখন যে যা অর্জন করেছে তা সম্পূর্ণ রূপে প্রদত্ত হবে এবং তারা অত্যাচারিত হবেনা।"}	,
    {"verse_id":	282	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮২","ar_ayat":"﴿﻿۲۸۲﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا تَدَایَنۡتُمۡ بِدَیۡنٍ اِلٰۤی اَجَلٍ مُّسَمًّی فَاکۡتُبُوۡہُ ؕ وَلۡیَکۡتُبۡ بَّیۡنَکُمۡ کَاتِبٌۢ بِالۡعَدۡلِ ۪ وَلَا یَاۡبَ کَاتِبٌ اَنۡ یَّکۡتُبَ کَمَا عَلَّمَہُ اللّٰہُ فَلۡیَکۡتُبۡ ۚ وَلۡیُمۡلِلِ الَّذِیۡ عَلَیۡہِ الۡحَقُّ وَلۡیَتَّقِ اللّٰہَ رَبَّہٗ وَلَا یَبۡخَسۡ مِنۡہُ شَیۡئًا ؕ فَاِنۡ کَانَ الَّذِیۡ عَلَیۡہِ الۡحَقُّ سَفِیۡہًا اَوۡ ضَعِیۡفًا اَوۡ لَا یَسۡتَطِیۡعُ اَنۡ یُّمِلَّ ہُوَ فَلۡیُمۡلِلۡ وَلِیُّہٗ بِالۡعَدۡلِ ؕ وَاسۡتَشۡہِدُوۡا شَہِیۡدَیۡنِ مِنۡ رِّجَالِکُمۡ ۚ فَاِنۡ لَّمۡ یَکُوۡنَا رَجُلَیۡنِ فَرَجُلٌ وَّامۡرَاَتٰنِ مِمَّنۡ تَرۡضَوۡنَ مِنَ الشُّہَدَآءِ اَنۡ تَضِلَّ اِحۡدٰىہُمَا فَتُذَکِّرَ اِحۡدٰىہُمَا الۡاُخۡرٰی ؕ وَلَا یَاۡبَ الشُّہَدَآءُ اِذَا مَا دُعُوۡا ؕ وَلَا تَسۡـَٔمُوۡۤا اَنۡ تَکۡتُبُوۡہُ صَغِیۡرًا اَوۡ کَبِیۡرًا اِلٰۤی اَجَلِہٖ ؕ ذٰلِکُمۡ اَقۡسَطُ عِنۡدَ اللّٰہِ وَاَقۡوَمُ لِلشَّہَادَۃِ وَاَدۡنٰۤی اَلَّا تَرۡتَابُوۡۤا اِلَّاۤ اَنۡ تَکُوۡنَ تِجَارَۃً حَاضِرَۃً تُدِیۡرُوۡنَہَا بَیۡنَکُمۡ فَلَیۡسَ عَلَیۡکُمۡ جُنَاحٌ اَلَّا تَکۡتُبُوۡہَا ؕ وَاَشۡہِدُوۡۤا اِذَا تَبَایَعۡتُمۡ ۪ وَلَا یُضَآرَّ کَاتِبٌ وَّلَا شَہِیۡدٌ ۬ؕ وَاِنۡ تَفۡعَلُوۡا فَاِنَّہٗ فُسُوۡقٌۢ بِکُمۡ ؕ وَاتَّقُوا اللّٰہَ ؕ وَیُعَلِّمُکُمُ اللّٰہُ ؕ وَاللّٰہُ بِکُلِّ شَیۡءٍ عَلِیۡمٌ","en_translation":"O ye who believe! When ye contract a debt for a fixed term, record it in writing. Let a scribe record it in writing between you in (terms of) equity. No scribe should refuse to write as Allah hath taught him, so let him write, and let him who incurreth the debt dictate, and let him observe his duty to Allah his Lord, and diminish naught thereof. But if he who oweth the debt is of low understanding, or weak, or unable himself to dictate, then let the guardian of his interests dictate in (terms of) equity. And call to witness, from among your men, two witnesses. And if two men be not (at hand) then a man and two women, of such as ye approve as witnesses, so that if the one erreth (through forgetfulness)the other will remember. And the witnesses must not refuse when they are summoned. Be not averse to writing down (the contract) whether it be small or great, with (record of) the term thereof. That is more equitable in the sight of Allah anfd more sure for testimony, and the best way of avoiding doubt between you; save only in the case when it is actual merchandise which ye transfer among yourselves from hand to hand. In that case it is no sin for you if ye write it not. And have witness when ye sell one to another, and let no harm be done to scribe or witness. If ye do (harm to them) lo! it is a sin in you. Observe your duty to Allah. Allah is teaching you. And Allah is knower of all things.","bn_translation":"হে বিশ্বাস স্থাপনকারীগণ! যখন তোমরা কোন নির্দিষ্ট সময়ের জন্য ঋণের আদান প্রদান করবে তখন তা লিখে নিবে; আর কোন একজন লেখক যেন ন্যায্যভাবে তোমাদের মধ্যে (ঐ আদান প্রদানের দলীল) লিখে দেয়, আর কোন লেখক যেন (দলীল) লিখে দিতে অস্বীকার না করে, আল্লাহ তাকে যেরূপ শিক্ষা দিয়েছেন, তার উচিত তা লিখে দেয়া, এবং ঋণ গ্রহিতা যেন লেখার বিষয় বলে দেয় এবং তার উচিত স্বীয় রাব্ব আল্লাহকে ভয় করা এবং ওর মধ্যে কিছুমাত্র ব্যতিক্রম না করা; অতঃপর ঋণ গ্রহীতা যদি নির্বোধ বা অযোগ্য অথবা লিখিয়ে নিতে অসমর্থ হয় তাহলে তার অভিভাবকরা ন্যায় সঙ্গতভাবে লিখিয়ে নিবে এবং তোমাদের মধ্যে দু’জন পুরুষ সাক্ষীকে সাক্ষী করবে; কিন্তু যদি দু’জন পুরুষ না পাওয়া যায় তাহলে সাক্ষীগণের মধ্যে তোমরা একজন পুরুষ ও দু’জন নারী মনোনীত করবে, যদি নারীদ্বয়ের একজন ভুলে যায় তাহলে একজন অপর জনকে স্মরণ করিয়ে দিবে; এবং যখন আহবান করা হয় তখন সাক্ষীগণের অস্বীকার না করা উচিত, এবং ক্ষুদ্র অথবা বৃহৎ বিষয়ের নির্দিষ্ট সময় লিখে দিতে তোমরা অবহেলা করনা, এটা আল্লাহর নিকট অতি সঙ্গত এবং সাক্ষ্যের জন্য এটাই দৃঢ়তর ও সন্দেহে পতিত না হওয়ার নিকটতর; কিন্তু যদি তোমরা কারবারে পরস্পর হাতে হাতে আদান প্রদান কর তাহলে তা লিপিবদ্ধ না করলে তোমাদের পক্ষে দোষ নেই; কিন্তু বাণিজ্যিক লেনদেনের জন্য সাক্ষী রেখ, যেন লেখক কিংবা সাক্ষী ক্ষতিগ্রস্ত না হয়। যদি এরূপ কর (ক্ষতিগ্রস্ত) তাহলে তা তোমাদের পক্ষে পাপের বিষয়। আল্লাহকে ভয় কর। আল্লাহই তোমাদেরকে শিক্ষা প্রদান করেন এবং আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।"}	,
    {"verse_id":	283	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮৩","ar_ayat":"﴿﻿۲۸۳﻿﴾","text_indo_pak":"وَاِنۡ کُنۡتُمۡ عَلٰی سَفَرٍ وَّلَمۡ تَجِدُوۡا کَاتِبًا فَرِہٰنٌ مَّقۡبُوۡضَۃٌ ؕ  فَاِنۡ اَمِنَ بَعۡضُکُمۡ بَعۡضًا فَلۡیُؤَدِّ الَّذِی اؤۡتُمِنَ اَمَانَتَہٗ وَلۡیَتَّقِ اللّٰہَ رَبَّہٗ ؕ  وَلَا تَکۡتُمُوا الشَّہَادَۃَ ؕ  وَمَنۡ یَّکۡتُمۡہَا فَاِنَّہٗۤ اٰثِمٌ قَلۡبُہٗ ؕ  وَاللّٰہُ بِمَا تَعۡمَلُوۡنَ عَلِیۡمٌ ","en_translation":"If ye be on a journey and cannot find a scribe, then a pledge in hand (shall suffice). And if one of you entrusteth to another let him who is trusted deliver up that which is entrusted to him (according to the pact between them) and let him observe his duty to Allah his Lord. Hide not testimony. He who hideth it, verily his heart is sinful. Allah is Aware of what ye do.","bn_translation":"এবং যদি তোমরা প্রবাসে থাক ও লেখক না পাও তাহলে বন্ধকী বস্ত্ত নিজের দখলে রাখ। অতঃপর কেহ যদি কেহকে বিশ্বাস করে তাহলে যাকে বিশ্বাস করা হয়েছে তার পক্ষে গচ্ছিত দ্রব্য প্রত্যর্পণ করা উচিত এবং স্বীয় রাব্ব আল্লাহকে ভয় করা উচিৎ। সাক্ষ্য গোপন করনা; এবং যে কেহ তা গোপন করবে, নিশ্চয়ই তার মন পাপাচারী; বস্তুতঃ আল্লাহ তোমাদের কার্যকলাপ সম্বন্ধে সম্যক জ্ঞাত।"}	,
    {"verse_id":	284	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮৪","ar_ayat":"﴿﻿۲۸۴﻿﴾","text_indo_pak":"لِلّٰہِ مَا فِی السَّمٰوٰتِ وَمَا فِی الۡاَرۡضِ ؕ وَاِنۡ تُبۡدُوۡا مَا فِیۡۤ اَنۡفُسِکُمۡ اَوۡ تُخۡفُوۡہُ یُحَاسِبۡکُمۡ بِہِ اللّٰہُ ؕ فَیَغۡفِرُ لِمَنۡ یَّشَآءُ وَیُعَذِّبُ مَنۡ یَّشَآءُ ؕ وَاللّٰہُ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"Unto Allah (belongeth) whatsoever is in the heavens and whatsoever is in the earth; and whether ye make known what is in your minds or hide it, Allah will bring you to account for it. He will forgive whom He will and He will punish whom He will. Allah is Able to do all things.","bn_translation":"নভোমন্ডল ও ভূমন্ডলে যা কিছু রয়েছে সবই আল্লাহর এবং তোমাদের অন্তরে যা রয়েছে তা প্রকাশ কর অথবা গোপন রাখ, আল্লাহ তার হিসাব তোমাদের নিকট হতে গ্রহণ করবেন; অতঃপর তিনি যাকে ইচ্ছা ক্ষমা করবেন, যাকে ইচ্ছা শাস্তি দিবেন; এবং আল্লাহ সর্ব বিষয়োপরি শক্তিমান।"}	,
    {"verse_id":	285	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮৫","ar_ayat":"﴿﻿۲۸۵﻿﴾","text_indo_pak":"اٰمَنَ الرَّسُوۡلُ بِمَاۤ اُنۡزِلَ اِلَیۡہِ مِنۡ رَّبِّہٖ وَالۡمُؤۡمِنُوۡنَ ؕ کُلٌّ اٰمَنَ بِاللّٰہِ وَمَلٰٓئِکَتِہٖ وَکُتُبِہٖ وَرُسُلِہٖ ۟ لَا نُفَرِّقُ بَیۡنَ اَحَدٍ مِّنۡ رُّسُلِہٖ ۟ وَقَالُوۡا سَمِعۡنَا وَاَطَعۡنَا ٭۫ غُفۡرَانَکَ رَبَّنَا وَاِلَیۡکَ الۡمَصِیۡرُ","en_translation":"The messenger believeth in that which hath been revealed unto him from his Lord and (so do) believers. Each one believeth in Allah and His angels and His scriptures and His messengers - We make no distinction between any of His messengers - and they say: We hear, and we obey. (Grant us) Thy forgiveness, our Lord. Unto Thee is the journeying.","bn_translation":"রাসূল তার রাব্ব হতে তার প্রতি যা অবতীর্ণ হয়েছে তা বিশ্বাস করে এবং মু’মিনগণও (বিশ্বাস করে); তারা সবাই আল্লাহকে, তাঁর মালাইকাকে, তাঁর গ্রন্থসমূহকে এবং তাঁর রাসূলগণকে বিশ্বাস করে; (তারা বলে) আমরা তাঁর রাসূলগণের মধ্যে কেহকেও পার্থক্য করিনা। এবং তারা বলে, আমরা শুনলাম এবং স্বীকার করলাম; হে আমাদের রাব্ব! আমরা আপনারই নিকট ক্ষমা প্রার্থনা করছি এবং আপনারই দিকে শেষ প্রত্যাবর্তন।"}	,
    {"verse_id":	286	,"sura_name":"আল বাক্বারাহ্","bn_ayat":"২৮৬","ar_ayat":"﴿﻿۲۸۶﻿﴾","text_indo_pak":"لَا یُکَلِّفُ اللّٰہُ نَفۡسًا اِلَّا وُسۡعَہَا ؕ  لَہَا مَا کَسَبَتۡ وَعَلَیۡہَا مَا اکۡتَسَبَتۡ ؕ  رَبَّنَا لَا تُؤَاخِذۡنَاۤ اِنۡ نَّسِیۡنَاۤ اَوۡ اَخۡطَاۡنَا ۚ  رَبَّنَا وَلَا تَحۡمِلۡ عَلَیۡنَاۤ اِصۡرًا کَمَا حَمَلۡتَہٗ عَلَی الَّذِیۡنَ مِنۡ قَبۡلِنَا ۚ  رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَۃَ لَنَا بِہٖ ۚ  وَاعۡفُ عَنَّا ٝ  وَاغۡفِرۡ لَنَا ٝ  وَارۡحَمۡنَا ٝ  اَنۡتَ مَوۡلٰىنَا فَانۡصُرۡنَا عَلَی الۡقَوۡمِ الۡکٰفِرِیۡنَ ","en_translation":"Allah tasketh not a soul beyond its scope. For it (is only) that which it hath earned, and against it (only) that which it hath deserved. Our Lord! Condemn us not if we forget, or miss the mark! Our Lord! Lay not on us such a burden as thou didst lay on those before us! Our Lord! Impose not on us that which we have not the strength to bear! Pardon us, absolve us and have mercy on us, Thou, our Protector, and give us victory over the disbelieving folk.","bn_translation":"কোন ব্যক্তিকেই আল্লাহ তার সাধ্যের অতিরিক্ত কর্তব্য পালনে বাধ্য করেননা; সে যা উপার্জন করেছে তা তারই জন্য এবং যা সে অর্জন করেছে তা তারই উপর বর্তাবে। হে আমাদের রাব্ব! আমরা যদি ভুলে যাই অথবা ভুল করি সেজন্য আমাদেরকে অপরাধী করবেননা। হে আমাদের রাব্ব! আমাদের পূর্ববর্তীগণের উপর যেরূপ গুরুভার অর্পণ করেছিলেন আমাদের উপর তদ্রুপ ভার অর্পণ করবেননা। হে আমাদের রাব্ব! যা আমাদের শক্তির বাইরে ঐরূপ ভার বহনে আমাদেরকে বাধ্য করবেননা, এবং আমাদের পাপ মোচন করুন ও আমাদেরকে ক্ষমা করুন, আমাদেরকে দয়া করুন, আপনিই আমাদের আশ্রয়দাতা! অতএব কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে জয়যুক্ত করুন।"}]
